Repository: georgringer/news
Catalog: */Configuration/Sets/News/*.labels.xlf
Languages: da

# categories.news.preview
source: Preview
da: Forhåndsvisning

# categories.description.news.preview
source: Show a view icon in the toolbar to be able to see how the article looks in the frontend.
da: Vis en visningsikon i værktøjslinjen for at se hvordan artiklen ser ud i frontend.

# categories.news.pages
source: Pages
da: Sider

# categories.description.news.pages
source: Configuration of important pages
da: Konfiguration af vigtige sider

# categories.news.templates
source: Templates
da: Skabeloner

# categories.description.news.templates
source: Configuration of Layouts, Templates & Partials
da: Konfiguration af layouts, skabeloner & partials

# categories.description.news.sitemap
source: The primary benefits of an XML sitemap are improved search engine discovery and indexing. It increases crawl efficiency, especially for large or complex sites, and helps search engines understand the importance and structure of your content.
da: De primære fordele ved en XML sitemap er forbedret søgemaskineoptimering og -indeksering. Det øger gennemgangseffektivitet, især for store eller komplekse websteder, og hjælper søgemaskiner med at forstå betydningen og strukturen af dit indhold.

# categories.news.recordLinks
source: Record Links
da: Elementlinks

# categories.description.news.recordLinks
source: Enable editors to create links to news records
da: Giv redaktører mulighed for at oprette links til nyhedselementer

# categories.description.news.recordLinks.backend
source: Configuration for Backend (used in Tsconfig)
da: Konfiguration af Backend (brugt i Tsconfig)

# categories.description.news.recordLinks.frontend
source: Configuration for Frontend (used in TypoScript)
da: Konfiguration af Frontend (brugt i Tsconfig)

# settings.news.pages.detail
source: Page with detail view
da: Side med detaljevisning

# settings.description.news.pages.detail
source: Site-wide configuration for the detail view, used for all links
da: Sidevis konfiguration for detaljevisning, brugt for alle links

# settings.news.preview.page
source: Page with detail plugin used for previews
da: Side med detalje-plugin brugt til forhåndsvisninger

# settings.news.preview.mode
source: Preview mode
da: Forhåndsvisningstilstand

# settings.news.view.templateRootPath
source: Path to template root
da: Sti til skabelonrod

# settings.news.view.partialRootPath
source: Path to template partials
da: Sti til skabelon partials

# settings.news.view.layoutRootPath
source: Path to template layouts
da: Sti til skabelonlayouts
