Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# hiddenContentElements.title
source: Content elements are hidden
cs: Prvky obsahu jsou skryté
da: Indholdselementer er skjult
es: Los elementos de contenido están ocultos
fa: عناصرمحتوائی پنهان هستند
fi: Sisältöelementit ovat piilotettuja
fr: Les éléments de contenu sont cachés
it: Elementi di contenuto sono nascosti
nl: Inhoudselementen zijn verborgen
no: Innholdselementer er skjult
ru: Элементы содержимого скрыты
sv: Innehållselement är dolda
uk: Елементи вмісту приховані

# hiddenContentElements.description
source: Content elements are hidden in sys folders of type "news"!
cs: Prvky obsahu jsou skryty ve sys složkách typu "zprávy"!
da: Indholdselementer er skjult i systemmapper af typen "nyheder"!
es: Los elementos de contenido están ocultos en las carpetas del sistema de tipo "news"!
fa: در پوشه‌های سامانه از نوع "اخبار" عناصرمحتوائی پنهان هستند!
fi: Sisältöelementit on piilotettu sys-kansioihin, joiden tyyppi on "news"!
fr: Les éléments de contenu sont cachés dans les dossiers système de type "news" !
it: Gli elementi di contenuto sono nascosti nelle cartelle di tipo "news"!
nl: Inhoudselementen in sysfolders van het type "news" zijn verborgen!
no: Innholdselementer er skjult i sys mapper av typen "nyheter"!
ru: Элементы содержимого скрыты в системных папках типа "новости"!
sv: Innehållselementen är dolda i systemmappen för typen "nyheter"!
uk: Елементи вмісту приховані в системних теках типу "новини"!

# newsContentElement.preview.modal.title
source: Improved editing of content elements
da: Forbedret redigering af indholdselementer

# newsContentElement.preview.modal.lead
source: The extension EXT:news_content_elements can improve the handling of content elements within a news record drastically.
da: Udvidelsen EXT:news_content_elements kan forbedre håndteringen af indholdselementer i et nyhedselement.

# newsContentElement.preview.modal.line1
source: Easy editing experience
da: Nem redigeringsoplevelse

# newsContentElement.preview.modal.line2
source: Instead of using the inline relation, editors can now use the familiar Page Module to add any content element (like Text with media elements) inside their news article.
da: I stedet for at bruge inline relation, kan redaktører nu bruge det velkendte sidemodul til at tilføje ethvert indholdselement (som for eksempel Tekst med medie elementer) inde i deres nyhedsartikel.

# newsContentElement.preview.modal.line3
source: Better stories, same workflow
da: Bedre historier, samme arbejdsgang

# newsContentElement.preview.modal.line4
source: This gives editors the freedom to create richer, more engaging news articles while continuing to work within the familiar News module.
da: Dette giver redaktørerne frihed til at skabe bredere og mere engagerende nyhedsartikler, mens de fortsætter med at arbejde inden for det nyhedsmodul de allerede kender.

# newsContentElement.preview.modal.line5
source: Available as an add-on!
da: Tilgængelig som tilføjelse!

# newsContentElement.preview.modal.line6
source: This feature is provided as a payed add-on for EXT:news!
da: Denne funktion leveres som en betalt tilføjelse til EXT:news!

# newsContentElement.preview.modal.link
source: Details & Purchase information
da: Detaljer & Indkøbsoplysninger

# pluginPreview.global.detailPid
source: Global set pageId for single news display
da: Global sæt sideId for enkelt nyhedsvisning

# recordLinks.label
source: News records
da: Nyhedselementer

# flexforms_general.no-constraint
source: [no constraint]
cs: [bez omezení]
es: Sin restricciones
fa: [بدون قید]
fi: [ei rajoituksia]
fr: [aucune contrainte]
hr: (bez ograničenja)
hu: [nincs korlát]
it: [nessun vincolo]
nl: [geen beperking]
no: [ingen begrensinger]
pt: [sem restrição]
ru: [без ограничений]
sv: [ingen begränsning]
uk: [без обмежень]

# flexforms_additional.tags
source: Tags
cs: Značky
es: Etiquetas
fa: برچسب‌ها
fi: Tagit
fr: Mots-clés
hr: Oznake
hu: Címkék
it: Etichette
km: ស្លាក
nl: Labels
no: Tagger
ru: Метки
sv: Taggar
uk: Мітки

# usersettings.overlay
source: Use this overlay for news categories in the Backend
cs: Použít tuto šablonu pro kategorie zpráv v backendu
es: Utilice esta capa para las categorías de noticias en el Backend
fa: استفاده از این لایۀ فوقانی برای دسته‌های اخبار در بخش مدیریت
fi: Käytä tätä peittokuvaa taustaohjelman uutisluokissa
fr: Utilise ce masque de langue pour les catégories de news dans le backend
hu: Használja ezt az elrendezést a hírkategóriákhoz a Backend felületen
it: Utilizzare questa sovrapposizione per le categorie di news nel Backend
nl: Gebruik deze overlay voor nieuws categorieën in de Backend
no: Bruk dette overlegget for nyhetskategorier i Backend
pt: Utilize esta sobreposição para categorias de notícias no Backend
ru: Использовать это переопредеделение для категорий новостей во внутреннем интерфейсе
sv: Använd denna överlagring för nyhetskategorier i backend
uk: Використовуйте це накладання для категорій новин у бекенді

# flexforms_general.timeRestriction
source: Time limit (LOW): higher than given time
cs: Časový limit
es: Límite de tiempo (por debajo): más grande del tiempo dado.
fa: محدودیت زمان (پائین): بیشتر از زمان وارد شده
fi: Aikarajoitus (LOW): korkeampi kuin annettu aika
fr: Limite de temps (BASSE) : supérieur au temps imparti
hr: Datum od:
hu: Időkorlát
km: ដែនកំណត់​ពេលវេលា
no: Tidsbegrensning (LAV): nyere enn gitt tid
pt: Limite de tempo (BAIXO): mais alto que o horário informado
ro: Limită timp
ru: Временные границы
sv: Tidsbegränsning (LOW): högre än angiven tid

# flexforms_general.timeRestrictionHigh
source: Time limit (HIGH): News less than given time
cs: Časový limit (POZDĚJŠÍ): Zprávy starší než daný čas
es: Límite de tiempo (por arriba): Noticias con menos tiempo del dado
fa: محدودیت زمان (بالا): اخبار قدیمی‌تر (کم‌تر) از زمان وارد شده
fi: Aikarajoitus (HIGH): Uutisia vähemmän kuin annettu aika
fr: Limite de temps (haute) : actualité antérieure au temps imparti.
hr: Datum do:
hu: Időkorlát (FELSŐ):
no: Tidsbegrensning (HØY): Nuheter med lavere enn angitt tid
pt: Limite de tempo (ALTO): Notícias anteriores à data informada
ru: Временное ограничение (ВЫСШЕЕ): новости ранее указанного времени
sv: Tidsbegränsning (HIGH): Nyheter med mindre än angiven tid

# record.savingdisabled.content
source: This record has the following categories assigned that are not defined in your permissions:
cs: Tento záznam má přiřazené následující kategorie, které nejsou definovány ve vašich oprávněních:
es: Este registro tiene las siguientes categorías asignadas que no están definidas en sus permisos:
fa: به این ردیف دسته‌هائی منتسب شده که در حیطۀ مجوزهای شما قرار ندارد:
fi: Tallenteelle on määritetty seuraavat luokat, joita ei ole määritetty käyttöoikeudessasi:
fr: Cet enregistrement a les catégories suivantes attribuées mais qui ne sont pas définies dans vos autorisations :
hu: Ehhez a rekordhoz a következő kategóriák vannak hozzárendelve, amelyeknél nem definiált a hozzáférés:
no: Denne posten har følgende kategorier tildelte som ikke er definert i dine tillatelser:
ru: Запись имеет следующие связанные с ней категории, не разрешённые для вас:
sv: Denna post har följande kategorier tilldelade, som ej finns definierade i dina rättigheter:

# flexforms_additional.topNewsFirst
source: Sort "Top news" before
cs: Seřadit "Aktuální zprávy" dopředu
es: Ordenar antes noticias principales
fa: قرار دادن "اخبار داغ" قبل از بقیه
fr: Trier les "actualités prioritaires" avant
hr: Složi posebne vijesti prve
hu: Sorolja a "Népszerű (Top) híreket" előre
km: តម្រៀប​"ព័ត៌មានសំខាន់"​មុន
no: Sorter toppnyheter først
pt: Ordenar com "Notícias principais" antes
ro: Sortează "articole importante" la început
sv: Sortera "Huvudnyheter" överst

# pagemodule.pageNotAvailable
source: Page with uid "%s" is not available anymore!
cs: Stránka s uid "%s" již není k dispozici!
es: La página con el UID "%s" no está ya disponible!
fa: صفحۀ مرتبط با شناسۀ "%s" دیگر موجود نیست!
fr: La page avec l'uid "%s" n'est plus disponible!
hr: Stranica ID "%s" više nije dostupna!
hu: A következő oldal nem elérhető: uid "%s"!
km: ទំព័រ​ដែលមាន​លេខរៀងទី "%s" មិនមាន​ទៀតទេ!
no: Side med uid "%s" er ikke lenger tilgjengelig!
pt: A página com o uid "%s" não está mais disponível!
sv: Sida med UID "%s" är ej längre tillgänglig!

# pagemodule.newsNotAvailable
source: News record with uid "%s" is not available anymore!
cs: Záznam zpráv s uid "%s" již není k dispozici!
es: Los registros de noticias con UID "%s" ya no estan disponibles!
fa: ردیف اخبار با شناسۀ "%s" دیگر وجود ندارد!
fr: L'actualité avec l'uid "%s" n'est plus disponible!
hr: Vijest ID "%s" više nije dostupna!
hu: A következő hír nem elérhető: uid "%s"!
km: ព័ត៌មាន​ដែលមាន​លេខរៀងទី "%s" មិនមាន​ទៀតទេ!
no: Nyhet med uid "%s" er ikke lenger tilgjengelig!
pt: O registro de notícias com o uid "%s" não está mais disponível!
sv: Nyhetspost med UID "%s" är ej längre tillgänglig!

# extmng.prependAtCopy
source: Prepend at copy: Prepend string "copy X".
cs: Předřadit při kopírování: Předřadit řetězec "kopie X".
es: Anteponer en la copia: Anteponer el texto "copia X"
fa: پیش‌وند گذاشت در هنگام نسخه برداری: پیشوند "copy X" دادن.
fr: Préfixe à copier : préfixer avec la chaîne "copy X".
hu: Előtag másolásnál: Előtag hozzáfűzése másolásnál "másolat X".
km: បន្ថែមខាងដើម​នៅក្នុងច្បាប់ចម្លង៖បន្ថែមទៅខាងដើមខ្សែអក្សរ "ច្បាប់ចម្លង X" ។
no: Legg til ved kopiering: Legg til "kopi X".
pt: Preanexar na cópia:Preanexar com a cadeia "cópia X".
ro: Prefix la copiere: Prefix șir de caractere "copy X".
sv: Lägg till före vid kopiering: Lägg till strängen "copy X" före.

# extmng.archiveDate
source: Archive Date: Define if the archive date is a "Date" or "Date & Time"
cs: Datum archivace: Určete, zda datum archivace je "Datum" nebo "Datum & čas"
es: Fecha de archivo: Defínela si la fecha de archivo esta puesta como "Fecha" o "Fecha y hora"
fa: تاریخ بایگانی: تعیین کنید تاریخ بایگانی یک "تاریخ" است یا "تاریخ و ساعت"
fr: Date d'archivage : définit si la date d'archivage est du type "Date" ou "Date et heure"
hu: Archiválási dátum: Definiálható, hogy az archiválásnál "Dátum" vagy "Dátum & Idő" legyen használatos
km: កាលបរិច្ឆេទ​រក្សាទុក៖​ប្រសិនបើ​បានកំណត់កាលបរិច្ឆេទជា"ថ្ងៃ"ឬ​"កាលបរិច្ឆេទនិងពេលវេលា"
no: Akrivdato: Definer arkivdato som "Dato" eller "Dato og tid"
pt: Data de Arquivamento: Define se a data de arquivamento será uma "Data" ou "Data e Hora"
ro: Data arhivă: Definește dacă data arhivei este de forma "Dată" sau "Dată și Oră"
sv: Arkivdatum: Definiera om arkivdatum är "Datum" eller "Datum och Tid"

# tag_suggest
source: Tag "%s" could not be found, wanna create it? <strong>Click here</strong>
cs: Značku "%s" nelze najít, chcete ji vytvořit? <strong>Klikněte zde</strong>
es: La etiqueta "%s" no se ha encontrado, quieres crearla? <strong>Haz click aquí</strong>
fa: برچسب "%s" پیدا نمی‌شود، در صورت تمایل به ایجاد آن <strong>اینجا کلیک کنید</strong>
fr: La balise "%s" n'a pas pu être trouvée. Voulez-vous la créer ? <strong>Cliquer ici</strong>
hu: %s Tag nem található, létrehozzuk? <strong>Kattintson ide</strong>
no: Tag "%s" ble ikke funnet, ønsker du å lage den? <Strong>Klikk her</ strong>
pt: A tag "%s" não pode ser encontrada, deseja criá-la? <strong>Clique aqui</strong>
sv: Taggen "%s" kunde ej hittas, vill du skapa den? <strong>Klicka här</strong>

# administration.nolimit
source: No limit defined in setting "%s"! Include the default TypoScript in the root page.
cs: Žádný limit není definován v nastavení "%s"! Zahrňte výchozí TypoScript na hlavní stránce.
es: No hay límite definido en el ajuste "%s"! Incluya el TypoScript predeterminado en la página raíz.
fa: در تنظیمات "%s" محدودیتی وارد نشده! تایپواسکریپت پیش‌فرض را در صفحۀ ریشه شامل کنید.
fr: Aucune limite définie dans le paramètre "%s" ! Incluez le TypoScript par défaut dans la page racine.
hu: Nincs limit beállítva a "%s" beállításnál! Az alapértelmezett kezdőlapi TypoScript kerül meghívásra.
no: Ingen grense definert i innstillingen "%s"! Inkluder standard TypoScript på rotsiden.
sv: Inge begränsning för inställningen "%s"! Inkludera standard TypoScript på rotsidan.
