Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_csh_category.xlf
Languages: cs, de, es, fa, fr, hu, it, nl, no, pt, sv, uk

# .description
source: Category record
cs: Záznam značky
de: Tag Datensatz
es: Etiqueta registro
fa: ردیف برچسب
fr: Enregistrement Media
hu: Fájl rekord
it: Tag record
nl: Tag record
no: Tagpost
pt: Registro etiqueta
sv: Taggpost
uk: Запис файлу

# .details
source: Category for news records.
cs: Záznamy zpráv mohou být označeny těmito záznamy
de: EIn Artikel kann mit folgenden Tags versehen werden
es: Los registros de noticias pueden ser etiquetados por esos registros
fa: ردیف‌های خبری با آن ردیف‌ها قابل برچسب‌زنی هستند
fr: Relation vers des enregistements Media
hu: Kapcsolódó fájlok
it: I record delle news possono essere taggati con questi elementi
nl: Nieuws records kunnen worden getagged door die records
no: Nyheter kan bli tagget med disse postene
pt: Registros de Notícias podem ser etiquetados (marcados) por estes registros
sv: Nyhetsposter kan taggas med dessa poster
uk: Пов'язані файли

# _.seeAlso
source: See also the website http://www.news.com/
cs: Viz též webové stránky http://www.news.com/
de: Mehr Information auf http://www.montagmorgen.at/
es: Véase también el sitio web http://www.news.com/
fa: همچنین به سایت http://www.news.com/ مراجعه کنید
fr: Visitez aussi le site http://www.news.com/
hu: Nézze meg a http://www.news.com/ oldalt is
it: Vedi anche il website http://www.news.com/
nl: Zie ook de website http://www.news.com/
no: Se også nettsiden http://www.news.com/
pt: Ver também o site http://www.news.com/
sv: See även webbplatsen http://www.news.com/
uk: Дивіться також сайт http://www.news.com/

# sys_language_uid.description
source: Language of the category
cs: Jazyk kategorie
de: Sprache der Kategorie
es: Idioma de la categoria
fa: زبان مربوط به دسته
fr: Langue de la catégorie
hu: Kategória nyelve
it: Linguaggio della categoria
nl: Taal van de categorie
no: Språket til kategorien
pt: Idioma da categoria
sv: Språk för kategorin
uk: Мова категорії

# hidden.description
source: Hidden categories are never shown in the frontend.
cs: Skryté prvky se nikdy nezobrazují na frontendu.
de: Versteckte Datensätze werden im Frontend nicht angezeigt
es: Los elementos ocultos nunca se muestran en el frontend.
fa: عناصر مخفی هرگز در خروجی نمایش داده نخواهند شد.
fr: Les éléments cachés ne sont jamais affichés sur le Frontend
hu: Rejtett elemek sosem jelennek meg a frontend-en.
it: Gli elementi nascosti non vengono mai visualizzati nel frontend.
nl: Verborgen elementen worden nooit getoond aan de voorkant.
no: Skjulte elementer vises aldri på nettsiden.
pt: Elementos escondidos nunca são mostrados no frontend.
sv: Dolda element visas aldrig i frontend.
uk: Приховані елементи ніколи не будуть показані на сайті.

# title.description
source: Title of the category
cs: Název značky.
de: Titel des Tags
es: Título de la etiqueta
fa: عنوان برچسب.
fr: Information complémentaire à la balise Titre.
hu: Opcionális név a kiválasztott fájlhoz.
it: Titolo del tag.
nl: Titel van de tag.
no: Tittel på taggen.
pt: título da etiqueta.
sv: Titel för taggen.
uk: Додаткова назва для обраного файлу.

# parentcategory.description
source: Select a parent category of this record to build a category tree.
cs: Zvolte nadřazenou kategorii tohoto záznamu pro vybudování stromu kategorií.
de: Wählen Sie eine übergeordnete Kateogorie zu diesem Datensatz um einen Kategoriebaum zu erstellen.
es: Seleccione una categoría superior de este registro para crear un árbol de categorías.
fa: دستۀ والد را انتخاب کنید تا یک ساختاردرختی از دسته‌ها ایجاد کنید.
fr: Sélectionner une catégorie parente de cet enregistrement pour construire un arbre de catégorie.
hu: Kategóriafa kialakításhoz válasszon szülő kategóriát.
it: Seleziona la categoria di appartenenza di questo record per costruire l'albero della categorie.
nl: Selecteer een bovenliggende categorie om een categorieboom te maken.
no: Velg en foreldrekategori til denne posten for å bygge et kategoritre
pt: Selecione uma categoria pai deste registro para construir uma árvore de categoria.
sv: Välj en förälderkategori för denna post, för att bygga ett kategoriträd.
uk: Виберіть батьківську категорію для цього запису, щоб створити дерево категорій.

# image.description
source: Optional image of a category.
cs: Volitelný obrázek kategorie.
de: Optionales Bild einer Kategorie.
es: Imagen opcional de una categoria
fa: تصویر انتخاب یک دسته.
fr: Image facultative d'une catégorie.
hu: Opcionális kategóriakép.
it: Immagine opzionale della categoria.
nl: Optionele afbeelding voor de categorie.
no: Valgfritt bilde av kategorien
pt: Imagem opcional da categoria.
sv: Frivillig bild för en kategori.
uk: Зображення для категорії.

# description.description
source: Optional description of a category.
cs: Volitelný popis vybraného souboru.
de: Optionale Beschreibung
es: Descripción opcional del archivo seleccionado
fa: توضیح اختیاری فایل انتخاب شده.
fr: Description facultative d'une catégorie.
hu: Opcionális leírás a kiválasztott fájlról.
it: Descizione opzionale per i file selezionati.
nl: Optionele beschrijving van het geselecteerde bestand.
no: Valgfri beskrivelse av kategorien
pt: Descrição opcional do arquivo selecionado.
sv: Frivillig beskrivning för vald fil.
uk: Додатковий опис для обраного файлу.

# single_pid.description
source: Choose a page which is used to show the detail view of news records related with this category. This setting is overridden with a configured page inside the plugin's settings.
cs: Vyberte stránku, která se používá k zobrazení detailu záznamů zpráv souvisejících s touto kategorií. Toto nastavení je přepsáno pomocí nakonfigurované stránky v nastavení pluginu.
de: Wähle eine Seite, die benutzt werden soll, um die Detail-Ansicht für News-Beiträge dieser Kategorie anzuzeigen. Diese Einstellung wird mit einer im Plugin konfigurierten Seite überschrieben.
es: Elija una página que se utiliza para mostrar la vista detallada de los registros de noticias relacionados con esta categoría. Esta configuración se anula con una página configurada dentro de la configuración del plugin.
fa: یک صفحه برای نمایش جزئیات ردیف خبری که به این گروه مربوط است انتخاب کنید. این تنظیمات بواسطۀ تنظیمات انتخاب شده در تنظیمات افزونۀ وارده در صفحه نادیده انگاشته می‌شود.
fr: Choisissez une page qui est utilisée pour montrer la vue de détail des enregistrements d’actualités en relation avec cette catégorie. Une page configuré à l'intérieur des configurations de plugin passe avant cette configuration.
hu: Válassza ki azt az oldalt, ahol megjeleníteni kívánja a részletes nézetét az ebbe a kategóriába tartozó híreknek. Ez a beállítás felülbírálja a bővítmény beállításoknál megadottakat.
it: Seleziona una pagina che sia utilizzata per visualizzare una singola news di questa categoria. Questa impostazione Ã¨ sovrascritto dalla pagina configurata all'interno delle impostazioni del plugin.
nl: Kies een pagina die wordt gebruikt om de detailweergave van nieuws records te tonen die gerelateerd zijn aan deze categorie. Deze instelling wordt overschreven met een geconfigureerde pagina in de instellingen van de plugin.
no: Velg en side som brukes til å vise detaljvisningen av nyheter knyttet til denne kategorien. Denne innstillingen overstyres med en konfigurert side inne i plugin innstillinger.
pt: Escolha uma página que será usada para exibir a visão detalhada do registro de notícias relacionadas com esta categoria. Esta configuração é substituída por uma página de configuração dentro de configurações do plugin.
sv: Välj en sida för att visa detaljvy för nyhetsposter relaterade till denna kategorin. Denna inställning skrivs över med sidan som konfigureras i plugin-inställningarna.
uk: Виберіть сторінку, яка використовується для виводу повного тексту статей пов'язаних з цією категорією. Цей параметр може бути перевизначений з конфігураційної сторінки в налаштуваннях плагіна.

# shortcut.description
source: Optional link of a category.
cs: Volitelný odkaz kategorie.
de: Optionaler Link einer Kategorie.
es: Enlace opcional de una categoría.
fa: پیوند انتخابی به یک دسته.
fr: Lien facultatif d'une catégorie.
hu: Opcionális kategória link.
it: Collegamento opzionale per la categoria.
nl: Optionele link van een categorie.
no: Valgfri link for en kategori
pt: Link opcional da categoria.
sv: Frivillig länk för en kategori.
