Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# extmng.manualSorting
source: Enable manual sorting of news records
cs: Povolit ruční řazení záznamů zpráv
da: Tillad manuel sortering af nyheder
es: Habilitar la clasificación manual de los registros de noticias
fa: فعال کردن ترتیب دستی اخبار
fi: Ota uutistietueiden manuaalinen lajittelu käyttöön
fr: Activer le tri manuel des enregistrements de type actualité
hu: A hír rekordok manuális sorbarendezésének engedélyezése
it: Abilita ordinamento manuale delle news
km: អនុញ្ញាត​ការតម្រៀប​ព័ត៌មាន​ដោយខ្លួនឯង
nl: Handmatig sorteren inschakelen van nieuws-records
no: Aktiver manuell sortering av nyhetsposter
pt: Ativar ordenação manual dos registros de notícias
ro: Activează sortarea manuală a articolelor
ru: Возможность ручной сортировки новостей
sv: Aktivera manuell sortering av nyhetsposter
uk: Увімкнути ручне сортування записів новин

# extmng.contentElementRelation
source: Use content element relation:If set, content elements can be added to news records.
cs: Použít vztah prvku obsahu: Pokud je nastaveno, mohou být prvky obsahu přidány do záznamů zpráv.
da: Tillad indholdselement-relationer:Hvis denne er sat kan indholdselementer tilføjes til nyheder.
es: Usar relación entre elementos de contenido: Si está marcado, los elementos de contenido se pueden añadir a los registros de noticias.
fa: استفاده از ارتباط با عناصر محتوائی: در صورت تنظیم، امکان استفاده از عناصر محتوائی در ردیف اخبار وجود خواهد داشت.
fi: Käytä sisältöelementtisuhdetta: Jos asetettu, sisältöelementtejä voidaan lisätä uutistietueisiin.
fr: Utilisez les relations avec des éléments de contenu : si activé, les éléments de contenu peuvent être ajoutés aux nouveaux enregistrements.
hu: Content element relációk használata: Ha aktív, a "content elemek" hozzáadhatók a hír rekordokhoz.
it: Utilizza relazione con elementi di contenuto : se abilitata si possono aggiunere elementi di contenuto alle news.
km: ប្រើ​ទំនាក់ទំនង​ធាតុ​មាតិកា៖​ប្រសិន​បើសំណុំ​ធាតុ​មាតិកាអាចត្រូវបានបន្ថែម​ទៅកាន់ការកត់ត្រាព័ត៌មាន។
nl: Gebruik de content element relatie:Indien ingesteld, kunnen content-elementen worden toegevoegd aan nieuws records.
no: Bruk relasjon til innholdselementer: Dersom avkrysset, kan vanlige innholdselementer legges til nyheter.
pt: Utilizar a relação de elementos de conteúdo: Se for ativado, elementos de conteúdo podem ser adicionados aos registros de notícias.
ro: Utilizare relații element conținut:Dacă este setat, elementele de conținut pot fi adăugate la articole.
ru: Использование связей с элементами содержимого: если установлено, то к статьям новостей можно добавлять элементы содержимого.
sv: Använd relaterade innehållselement: Om satt, kan innehållselement läggas till i nyhetsposter.
uk: Використовувати зв’язок елемента вмісту: якщо встановлено, елементи вмісту можна додавати до записів новин.

# extmng.contentElementPreview
source: Improved preview of content element relations:If set, the preview in the backend is rendered as in the page module.
cs: Vylepšený náhled relací prvku obsahu: Pokud je nastaven, náhled v backendu je vykreslen jako v modulu stránky.
da: Forbedret forhåndsvisning af indholdselement-relation: Hvis angivet vil forhåndsvisning i backend blive renderet som i sidemodulet.
es: Vista previa mejorada de las relaciones entre elementos de contenido: Si se marca, la vista previa en el backend se renderiza como en el módulo de página.
fa: پیش‌نمایش توسعه‌یافته ارتباطات عنصرمحتوائی: در صورتی که تنظیم بشود، در صفحۀ‌مدیریت پیش نمایش همانطور که در بخش صفحات نمایش‌داده می‌شود درخواهد آمد.
fi: Parannettu sisältöelementtisuhteiden esikatselu: Jos asetettu, esikatselu taustalla tehdään kuten sivumoduulissa.
fr: Prévisualisation améliorée des relations d’éléments de contenu: si cette option est définie, la prévisualisation dans le backend est rendue comme dans le module de page.
it: Anteprima migliorata tra gli elementi di contenuto: Se selezionato, l'anteprima nel backend viene visualizzata come nel modulo pagina
nl: Verbeterde voorvertoning van inhoudselementrelaties: Indien gezet, wordt de voorvertoning in de backend getoond zoals in de paginamodule.
ru: Улучшенный предпросмотр связей элемента содержимого: если установлено, предварительный просмотр во внутреннем интерфейсе отображается как в модуле страница.
sv: Förbättrad förhandsvisning av innehållselementrelationer: Om satt, visas förhandsvisningen i backend som i Sida-modulen.
uk: Покращено попередній перегляд зв’язків елементів вмісту: якщо встановлено, попередній перегляд у серверній частині відображається як у модулі сторінки.

# extmng.tagPid
source: Define pid of tag records:Tags are collected on one central page.
cs: Definujte pid záznamů značek: Značky jsou shromažďovány na jedné centrální stránce.
da: Definér pid for tags:Tags samles på een central side
es: Definir el pid de los registros de etiquetas: Las etiquetas se recopilan en una página central.
fa: شناسۀ ردیف برچسب‌ها را تعریف کنید: برچسب‌ها در یک صفحۀ مرکزی جمع آوری می‌شوند.
fi: Määritä tunnisteiden tietueiden pidit: Tunnisteet kerätään yhdelle keskisivulle.
fr: Définir le pid des enregistrements de balises (tag) : Les balises sont recueillies sur une page centrale.
hu: PID (oldalazonosító) definiálása a "Tag" rekordokhoz: A Tag-ek egy központi oldalon kerülnek gyűjtésre.
it: PageId per i tag: i tag sono memorizzati in un'unica pagina centralizzata
km: កំណត់ pid នៃការកត់ត្រា​ស្លាក៖ស្លាក​ត្រូវបានប្រមូលនៅលើទំព័រ​កណ្តាល​មួយ។
nl: Definieer pid van tag records:Tags worden verzameld op een centrale pagina.
no: Definer pid for tagger: Tagger samles på en sentral plass.
pt: Define o pid dos registros tag:Tags são coletadas em um página central.
ro: Definire pid pentru etichete:Etichetele sunt colectate pe o pagină centrală.
ru: Определение pid для записей меток: все метки собраны на одной странице.
sv: Definiera PID för taggposter:Taggar samlas på en central sida.
uk: Визначте pid записів тегів: теги зібрані на одній центральній сторінці.

# extmng.archiveDate
source: Archive Date: Define if the archive date is a "Date" or "Date & Time"
da: Arkivdato:Definér om arkivdatoen er af typen "Date" eller "Date & time"
fi: Arkistopäivämäärä: Määritä, jos arkistopäivämäärä on "Date" tai "Date & Time"
it: Data di archiviazione: imposta se la data di archiviazione è di tipo "Data" o "Data & Orario"
nl: Archief Datum: Bepaal of de archief datum ​​"Datum" of "Datum & tijd" is
ru: Дата архивации: должна ли дата архивации быть &quot;Датой&quot; или &quot;Датой и временем&quot;
uk: Дата архіву: Визначте, чи є дата архіву "Дата" чи "Дата & Час"

# extmng.archiveDate.date
source: Date
cs: Datum
da: Dato
es: Fecha
fa: تاریخ
fi: Päivämäärä
hu: Dátum
it: Data
km: កាលបរិច្ឆេទ
nl: Datum
no: Dato
pt: Data
ro: Dată
ru: Дата
sv: Datum
uk: Дата

# extmng.archiveDate.datetime
source: Date & Time
cs: Datum & čas
da: Dato & tid
es: Fecha y Hora
fa: تاریخ و ساعت
fi: Päivä ja aika
fr: Date et heure
hu: Dátum és idő
it: Data & Orario
km: កាលបរិច្ឆេទ​និង​ពេលវេលា
nl: Datum & tijd
no: Dato og tid
pt: Data e Hora
ro: Dată și Oră
ru: Дата и время
sv: Datum och Tid
uk: Дата & Час

# extmng.showImporter
source: Show importer:Backend module to import into news
cs: Zobrazit modul pro import: Pokud je nastaveno, zobrazí se v backendu modul pro import záznamů.
da: Vis importmodul:Hvis dette er sat vil importmodulet i backend blive vist.
es: Mostrar el importador: Módulo de backend para importar noticias
fa: نمایش واردکننده: نمایش قسمت وارد کننده در بخش مدیریت برای واردات اخبار
fi: Näytä tuoja: Taustaohjelmamoduuli tuotavaksi uutisiin
fr: Montrer le module d'importation : Si défini, le module backend pour importer des actualités de type tt_news dans news est affiché.
hu: Import modul megjelenítése: Ha engedélyezve, akkor a rekord importáló modul megjelenítésre kerül a Backend felületen.
it: Mostra modulo di importazione: se selezionato, viene visualizzato il modulo di importazione nel backend.
km: បង្ហាញ​ម៉ូឌុល​នាំចូល៖ប្រសិនបើ​កំណត់ម៉ូឌុល​កម្មវិធីខាងក្រោយដើម្បីនាំចូលទិន្នន័យ​ត្រូវបានបង្ហាញ។
nl: Toon import module: Indien aangezet dan wordt de backend module om records te importeren getoond.
no: Vis importmodul: Backend modul for å importere nyheter
pt: Exibir importador: módulo Backend para importar notícias
ro: Afișează modul import: Dacă este setat, se afișează modulul de import articole.
ru: Показать модуль импорта: если установлено, во внутреннем интерфейсе будет показан модуль для импорта.
sv: Visa import:Backend-modul för att importera till nyheter
uk: Показати імпортер: серверний модуль для імпорту в новини

# extmng.storageUidImporter
source: UID of storage to use when importing files/images:Default (fileadmin) storage is 1
cs: UID úložiště pro použití při importu souborů/obrázků: Výchozí (fileadmin) úložiště je 1
da: UID af lagringssted når filer/billeder importeres: Standard (fileadmin) lagringssted er 1
es: UID del almacenamiento cuando se importan ficheros e imágines. Por defecto es 1 (fileadmin)
fa: UID صفحۀ ذخیره‌ای که برای وارد کردن فایل‌ها و تصاویر استفاده می‌شود: پیش‌فرض صفحۀ ذخیره (fileadmin) برابر با 1 است
fi: Tiedostojen / kuvien tuonnissa käytettävä tallennustilan UID: Oletus (tiedostoadmin) on 1
fr: UID du dossier de stockage utilisé pour l'importe des fichiers / images : la valeur du dossier de stockage par défaut (fileadmin) est 1
hu: Használandó Oldal azonosító UID képek/fájlok importálásánál: Alapértelmezett (fileadmin) tároló 1-es
it: UID dello storage da usare per l'importazione di file/immagini: lo storage di default (fileadmin) è 1
nl: UID van opslagmap voor het importeren van bestanden en afbeeldingen: standaard (fileadmin) opslag is 1
no: UID av lagringssted når filer/bilder importeres. Standard (fileadmin) er 1
ru: UID хранилища, используемого для импортируемых файлов/изображений: по умолчанию (fileadmin) хранилище 1
sv: UID för lagring för att användas vid import av filer/bilder:Standard (fileadmin) lagring är 1
uk: UID сховища для використання під час імпорту файлів/зображень: сховище за замовчуванням (fileadmin) дорівнює 1

# extmng.resourceFolderImporter
source: In which folder should the importer save files/images (has to exist)
cs: Do které složky by měl importér uložit soubory/obrázky (musí existovat)
da: I hvilken mappe skal import gemme filer/billeder (skal eksistere)
es: En qué carpetas debe el importador guardar los ficheros e imágenes (debe existir)
fa: تصاویر و فایل‌ها باید در چه پوشه‌ای ذخیره گردند (باید وجود داشته باشد)
fi: Mihin kansioon toimittajan pitäisi tallentaa tiedostot / kuvat (täytyy olla olemassa)
fr: Dans quel dossier doivent être importés les fichiers / images (le dossier doit exister)
hu: Melyik könyvtárba mentse a fájlokat/képeket az import szkript (léteznie kell a könyvtárnak)
it: In quale cartella l'importatore deve salvare i file / immagini (deve esistere)
nl: In welke map moet de importeerfunctie bestanden/afbeeldingen opslaan (moet bestaan)
no: Mappe hvor importmodulen skal lagre filer/bilder (må eksistere)
ru: Папка для сохранения импортируемых файлов/изображений (должна существовать)
sv: I vilken mapp skall importerade filer/bilder sparas (måste existera)
uk: У якій папці імпортер має зберігати файли/зображення (має існувати)

# extmng.showAdministrationModule
source: Show administration module:Backend module to administrate news records
cs: Ukázat administrační modul:Modul backendu pro administraci záznamů zpráv
da: Vis administrationsmodul: Backendmodul til administration af nyhedselementer
es: Muestra el módulo de administración: Módulo de backend para gestionar noticias
fa: نمایش بخش مدیریت: بخش مدیریت اخبار در قسمت مدیریت
fi: Näytä hallintamoduuli: Taustaohjelmamoduuli uutistietueiden hallitsemiseksi
fr: Montrer le module d'administration qui permet d'administrer les actualités
hu: Admin modul megjelenítése: Backend modul a Hírrekordok adminisztrálására
it: Mostra il modulo di amministrazione: modulo di backend per gestire i record delle news
nl: Beheermodule tonen: Backend module om nieuwsrecords te beheren
no: Vis administrasjonsmodul: Backend modul for å administrere nyheter
pt: Exibir o módulo de administração: módulo de Backend para administrar registros de notícias
ru: Показать модуль управления: внутренний модуль для управления записями новостей
sv: Visa administrationsmodul:Backend-modul för att administrera nyhetsposter
uk: Показати модуль адміністрування: серверний модуль для адміністрування записів новин

# extmng.rteForTeaser
source: Enable a RTE for the teaser field.
cs: Povolit RTE pro pole ukázky.
da: Aktivér en RTE for koncentrat-felt.
es: Habilita el editor RTE para el campo de prólogo
fa: ویرایشگر پیشرفته برای بخش خلاصه (لید)
fi: Ota RTE käyttöön otsikkokentällä.
fr: Utiliser un champ RTE pour le champ Teaser
hu: RTE engedélyezése a bevezető mezőre.
it: Abilita RTE per il campo introduzione.
nl: RTE inschakelen voor intro-veld.
no: Slå på RTE for teaser felt.
pt: Habilita um RTE para o campo prévia.
ru: Включить редактор сложного текста для поля описания (teaser).
sv: Akrivera RTE för ingressfältet.
uk: Увімкніть RTE для поля тизера.

# extmng.dateTimeNotRequired
source: Disable required date field:If set, the date field is not required and not filled automatically when creating a new record.
cs: Zakázat pole požadovaného data: Pokud je nastaveno, pole data není vyžadováno a při vytváření nového záznamu není automaticky vyplněno.
da: Deaktivér krævet dato-felt: Hvis angivet vil datofeltet ikke være krævet og ikke automatisk blive udfyldt, når der oprettes et element.
es: Deshabilitar campo de fecha obligatorio: Si se marca, el campo de fecha no es obligatorio y no se rellena automáticamente al crear un nuevo registro.
fa: غیرفعال کردن بخش تاریخ: در صورت تائید، بخش تاریخ الزامی نخواهید بود و به طور خودکار در هنگام ساختن ردیف جدید، پر نخواهد شد.
fi: Poista vaadittu päivämääräkenttä käytöstä: Jos asetettu, päivämääräkenttää ei vaadita, eikä se täytetä automaattisesti uutta tietuetta luotaessa.
fr: Désactiver le champ de date requis: s'il est défini, le champ de date n'est pas obligatoire et n'est pas renseigné automatiquement lors de la création d'un nouvel enregistrement.
it: Disabilita l'obbligatorietà del campo data: se selezionato, il campo data non sarà più obbligatorio e non sarà valorizzato automaticamente alla creazione di un nuovo record.
nl: Verplicht datumveld uitschakelen:Indien gezet, is het datumveld niet verplicht en wordt het niet automatisch gevuld bij het aanmaken van een nieuw record.
ru: Отключить обязательное поле даты: если установлено, поле даты становится не обязательным и не заполняется автоматически при создании новой записи.
sv: Inaktivera obligatoriskt datumfält: Om satt, är datumfältet inte obligatoriskt och fylls inte i automatiskt när du skapar en ny post.
uk: Вимкнути обов’язкове поле дати: якщо встановлено, поле дати не є обов’язковим і не заповнюється автоматично під час створення нового запису.

# extmng.hidePageTreeForAdministrationModule
source: Hide page tree for Administration module: To simplify the usability, hide the page tree for the administration module.
cs: Skrýt strom stránek pro Administrační modul: Chcete-li zjednodušit použitelnost, skryjte strom stránek pro administrační modul.
da: Skjul sidetræ i administartionsmodul: For at forbedre brugervenligheden, kan sidetræet skjules for administrationsmodulet.
es: Ocultar árbol de páginas para el módulo Administración: Para simplificar la usabilidad, oculte el árbol de páginas del módulo de administración.
fa: پنهان کردن ساختار درختی در بخش مدیریت اخبار: برای ساده‌کردن استفاده، می‌توانید ساختار درختی را در هنگام مراجعه به بخش مدیریت اخبار و مقالات نمایش ندهید.
fi: Piilota hallintomoduulin sivupuu: Piilota hallintamoduulin sivupuu käytettävyyden yksinkertaistamiseksi.
fr: Masque l'arborescence de pages du module d'administration : pour simplifier l'utilisation, masque l'arborescence de pages du module d'administration.
it: Nascondi alberatura pagine per il modulo Amministrazione. Per semplificare l'usabilità, nasconde l'alberatura delle pagine del modulo di amministrazione.
nl: Paginaboom verbergen in Beheermodule: Paginaboom verbergen in de beheermodule, omwille van vereenvoudigd gebruiksgemak.
ru: Скрыть дерево страниц для модуля администрирования. Для упрощения пользования, скройте дерево страниц в модуле администрирования.
sv: Dölj sidträd för Administrationsmodul: För att förenkla användbarheten döljer du sidträdet för administrationsmodulen.
uk: Приховати дерево сторінок для модуля адміністрування: щоб спростити використання, приховайте дерево сторінок для модуля адміністрування.

# extmng.mediaPreview
source: Show thumbnails in backend list module: If enabled, the list module will show thumbnails of the media items.
cs: Zobrazit miniatury v modulu seznam v backendu: Pokud je povoleno, modul seznam zobrazí miniatury mediálních položek.
da: Vis miniaturer i backend listemodul: Hvis aktiveret, vil miniaturer af medieemner blive vist i listemodulet.
es: Mostrar miniaturas en el módulo de lista de backend: Si está habilitado, el módulo de lista mostrará miniaturas de los elementos multimedia.
fa: پنهان کردن ساختار درختی صفحات برای مدیریت: برای ساده‌سازی استفاده، ساختار درختی برای بخش مدیریت غیرفعال گردد.
fi: Näytä pikkukuvat taustaluettelomoduulissa: Jos tämä on käytössä, luettelomoduuli näyttää mediakohteiden pikkukuvat.
fr: Afficher les vignettes dans le module de liste principal: Si cette option est activée, le module de liste affichera les vignettes des éléments multimédias.
it: Mostra le miniature nel modulo lista del backend: se abilitato, il modulo lista mostrerà le miniature degli elementi multimediali.
nl: Miniatuurweergaven tonen in backend lijstmodule: indien ingeschakeld worden miniaturen van de media-items getoond.
ru: Показывать миниатюры в модуле внутреннего интерфейса список: если этот параметр включен, модуль список будет отображать миниатюры элементов мультимедиа.
sv: Visa miniatyrbilder i backend Lista-modul: Om den är aktiverad, visar Lista-modulen miniatyrbilder av medieobjekten.
uk: Показувати ескізи в модулі внутрішнього списку: якщо ввімкнено, модуль списку показуватиме мініатюри медіа-елементів.

# extmng.advancedMediaPreview
source: Advanced preview configuration for media files: If enabled, more options are available for editors defining where an media element should be displayed.
da: Avanceret konfiguration af forhåndsvisning for mediefiler: Hvis aktiveret, vil flere muligheder være tilgængelige for redaktører, som definerer hvor et medieelement skal vises.
es: Configuración avanzada de vista previa de archivos multimedia: Si está activada, hay más opciones disponibles para los editores que definen dónde se debe mostrar un elemento multimedia.
fa: پنهان کردن ساختار درختی صفحات برای مدیریت: برای ساده‌سازی استفاده، ساختار درختی برای بخش مدیریت غیرفعال گردد.
fi: Mediatiedostojen edistynyt esikatselunäkymä: Jos tämä on käytössä, toimittajille on saatavana enemmän vaihtoehtoja, jotka määrittelevät, missä mediaelementti tulisi näyttää.
fr: Configuration avancée de la prévisualisation pour les fichiers multimédias : si cette option est activée, davantage d'options sont disponibles pour les éditeurs, définissant où un élément multimédia doit être affiché.
it: Configurazione dell'anteprima avanzata per i file multimediali: se abilitato, più opzioni sono disponibili per gli editor che definiscono dove deve essere visualizzato un elemento multimediale.
nl: Uitgebreide configuratie van voorvertoning van mediabestanden: indien ingeschakeld zijn er meer opties beschikbaar voor redacteuren om te definiëren waar een mediaelement moet worden afgebeeld.
ru: Расширенная конфигурация предварительного просмотра для файлов мультимедиа. Если этот параметр включен, для редакторов доступно больше параметров, определяющих, где должен отображаться элемент мультимедиа.
sv: Avancerad förhandsgranskningskonfiguration för mediefiler: Om aktiverat, finns flera alternativ tillgängliga för redaktörer som definierar var ett medieelement ska visas.
uk: Розширена конфігурація попереднього перегляду для медіа-файлів: якщо ввімкнено, для редакторів доступні додаткові параметри, які визначають, де має відображатися медіа-елемент.

# extmng.slugBehaviour
source: Slug behaviour: uniqueInSite: The same slug can be used for news in different sites. Use this setting *only* if no news records are shared between sites. "unique" means that same news title will lead to different slug names.
da: URL-segment egenskab: uniqueInSite: det samme URL-segmentkan bruges til nyheder på forskellige websider. Brug *kun* denne indstilling hvis ingen nyheder er delt mellem websider. "Unique" betyder at samme nyhedstitel vil føre til forskellige URL-segment navne.
it: Comportamento slug: uniqueInSite: lo stesso slug può essere utilizzato per la news in siti differenti. Utilizzare questa impostazione *solo* se non sono condivisi record di news tra i siti. "Unique" significa che lo stesso titolo della news porterà a nomi di slug differenti.
nl: Slug gedrag: uniqueInSite: Dezelfde slug kan worden gebruikt voor nieuws in verschillende sites. Gebruik deze instelling *alleen* als er geen nieuwsrecords worden gedeeld tussen sites. "uniek" betekent dat dezelfde nieuwstitel zal leiden tot verschillende slug namen.
uk: Поведінка слагу: uniqueInSite: той самий слаг можна використовувати для новин на різних сайтах. Використовуйте це налаштування *лише*, якщо сайти не використовують спільні записи новин. «унікальний» означає, що той самий заголовок новин призведе до різних імен слагів.

# extmng.pageTreePluginPreview
source: Plugin preview in page tree: If enabled pages with news plugins are highlighted by showing the plugin icon as status information [TYPO3 13 only]
da: Plug-in forhåndsvisning i sidetræ: Hvis det er aktiveret, fremhæves sider med nyheds-plug-ins ved at vise plug-in-ikonet som status [kun TYPO3 13]
ja: ページツリーでのプラグインプレビュー: ニュースプラグインで有効になっているページをステータス情報として表示することでハイライト表示する場合 [TYPO3 13 のみ]
nl: Plug-in voorbeeld in paginaboom: Indien ingeschakeld worden pagina's met nieuwsplug-ins gemarkeerd met het pictogram van de plug-in als statusinformatie [alleen TYPO3 13]

# usersettings.no-languages-available
source: There are no languages available, so nothing to choose.
cs: Nejsou dostupné žádné jazyky, takže není z čeho vybírat.
da: Ingen sprog er tilgængelige, så intet kan vælges her.
es: No hay idiomas disponibles, así que no hay nada que elegir.
fa: زبان‌های مختلف وجود ندارد، پس چیزی برای انتخاب کردن موجود نیست.
fi: Kieliä ei ole saatavilla, joten ei valittavaa.
fr: Il n'y a pas de langue disponible, aucun choix à faire.
hu: Nincsenek elérhető nyelvek, így nincs mit választani.
it: Non ci sono linguaggi disponibili, quindi nessuna possibilità di scelta.
km: ពុំមាន​ភាសា​ដែលអាច​ជ្រើសរើស​បានឡើយ
nl: Er zijn geen talen beschikbaar, dus niets te kiezen.
no: Det er ingen språk tilgjengelig, så ingenting å velge.
pt: Não existem idiomas disponíveis, portanto nada para selecionar.
ru: Нет доступных языков, так что выбрать нечего.
sv: Det finns inga språk tillgängliga, så inget att välja.
uk: Немає доступних мов, тому нічого обрати.

# start_import
source: Start import with %s record(s).
cs: Začít s importem %s záznam(ů).
da: Start importering af %s indlæg
es: Empezar importación con %s registro(s).
fa: شروع واردات با %s ردیف.
fi: Aloita tuonti% s-tietueella.
fr: Démarer l'importation avec %s enregistrement(s).
hu: Importálás kezdése a %s rekorddal.
it: Inizia importazione con %s record
km: ចាប់ផ្ដើម​នាំចូល​ទិន្នន័យ​ចំនួន %s
nl: Start importeren met %s record(s).
no: Start import med %s post(er).
pt: Iniciar a importação com %s registro(s).
ru: Начать импорт с %s статьи.
sv: Påbörja import med %s post(er).
uk: Розпочати імпорт з %s запису(ів).
