Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# tag_suggest
source: Tag "%s" could not be found, wanna create it? <strong>Click here</strong>
da: Tag "%s" kunne ikke findes. Ønsker du at oprette det? <strong>Klik her</strong>
fi: Tag "%s" ei löytynyt, haluatko luoda sen? <strong>Napsauta tästä</strong>
it: il tag "%s" non è stato trovato, <strong>Clicca qui</strong> per crearlo
nl: Tag "%s" kon niet gevonden worden, deze aanmaken? <strong>Klik hier</strong>
ru: Невозможно найти метку &quot;%s&quot;, создать её? &lt;strong&gt;Нажмите здесь&lt;/strong&gt;
uk: Тег "%s" не знайдено, хочете створити його? <strong>Натисніть тут</strong>

# tag_suggest2
source: Tag could not be found, wanna create it? Click here!
cs: Tag nebyl nalezen, chcete jej vytvořit? Klikněte zde!
da: Tag kunne ikke findes. Vil du oprette det? Klik her!
es: La etiqueta no se pudo encontrar, ¿quieres crearla? Haga clic aquí!
fa: پنهان کردن ساختار درختی صفحات برای مدیریت: برای ساده‌سازی استفاده، ساختار درختی برای بخش مدیریت غیرفعال گردد.
fi: Tag "" ei löytynyt, haluatko luoda sen? Napsauta tästä!
fr: L'étiquette n'a pas pu être trouvée, vous voulez la créer ? Cliquez ici !
it: Il tag non è stato trovato, vuoi crearlo? Clicca qui!
nl: Tag niet gevonden. Klik hier om deze aan te maken.
ru: Метку невозможно найти, хотите создать новую? Нажмите здесь!
sv: Tagg kunde inte hittas, vill du skapa den? Klicka här!
uk: Тег не знайдено, хочете створити його? Натисніть тут!

# tag_suggest_error_no-tag
source: No tag submitted!
cs: Nezadána žádná značka!
da: Intet tag blev gemt!
es: ¡Ninguna etiqueta enviada!
fa: هیچ برچسبی افزوده نشده!
fi: Ei tunnistetta lähetetty!
fr: Aucune balise soumise !
hu: Nincsenek beküldött "Tag"-ek
it: Nessun tag inserito!
km: មិនមាន​ស្លាក​ត្រូវបានដាក់ស្នើ!
nl: Geen tag ingediend!
no: Ingen tag sendt!
pt: Nenhuma tag enviada!
ru: Меток не указано!
sv: Ingen tagg lämnades!
uk: Немає відправлених тегів!

# tag_suggest_error_no-newsid
source: No news id given!
cs: Nezadáno žádné news id!
da: Intet nyheds-ID blev opgivet!
es: ¡Ninguna etiqueta enviada!
fa: هیچ شناسۀ خبری داده نشده!
fi: Ei uutistunnusta!
fr: Aucun id d'actualité n'est fourni!
hu: Nincs megadott hír azonosító (ID)!
it: Nessuna ID di news impostato!
km: ពុំមាន​លេខរៀង​ពត៌មាន
nl: Geen nieuws id opgegeven!
no: Ingen nyhetsid gitt!
pt: Nenhum id de notícias!
ru: Не задан id статьи!
sv: Inget nyhetsID angivet!
uk: Не вказано ідентифікатор новин!

# tag_suggest_error_no-pid-found
source: No pid for the tag record could be found by reading settings of Extension Manager!
cs: Čtením nastavení Správce extenzí nebyl nalezen žádný pid pro záznam značky!
da: Der er ikke defineret hvilken pid, forslag til tags skal hentes fra. Du kan rette dette i Extension Manageren
es: No se pudo encontrar ningún pid para el registro de la etiqueta leyendo los ajustes de Extension Manager!
fa: هیچ شناسه‌ای برای ردیف برچسب در تنظیمات قابل خواندن در مدیریت افزونه‌های موجود نیست!
fi: Tunnisteen tietueen pid: ää ei löytynyt lukemalla Extension Manager -sovelluksen asetuksia!
fr: Aucun pid pour l'enregistrement de type de balise n'a pu être trouvé dans les réglages du gestionnaire d'extensions !
hu: Nem található Tag rekord a Kiegészítő kezelőben beállított helyen!
it: Nessun PageID per i tag impostato nell' Extension Manager!
nl: De pid voor de tag record kon niet gevonden worden in de instellingen van de Extensie Manager!
no: Ingen pid for tag post ble funnet ved å lese innstillingene i Extension Manager!
pt: Nenhum pid para o registro de tag pode ser encontrado ao ler as configurações no Gerenciador de Extensões!
ru: Pid для записей меток не найдено среди настроек модуля управления Расширениями!
sv: Inget sidID för taggen kunde hittas vid inläsning av inställningar från tilläggshanteraren!
uk: Не вдалося знайти pid для запису тегу, прочитавши налаштування Extension Manager!

# tag_suggest_error_no-tag-created
source: No new tag created!
cs: Nevytvořena žádná nová značka!
da: Der er ikke blevet oprettet et nyt tag!
es: Ninguna etiqueta creada
fa: برچسب جدیدی ساخته نشد!
fi: Ei luotu uutta tunnistetta!
fr: Aucune nouvelle balise créée !
hu: Nem sikerült új Tag-et létrehozni!
it: Nessun tag creato!
km: មិនមាន​ស្លាក​ថ្មី​ត្រូវបានបង្កើត!
nl: Geen nieuwe tag aangemaakt!
no: Ingen ny tag laget!
pt: Nenhuma tag nova criada!
ru: Новая метка не создана!
sv: Ingen nyhetstagg skapad!
uk: Новий тег не створено!

# tag_suggest_error_no-pid-defined
source: No page defined to save tag. Please add the id in the settings of the extension manager.
cs: Žádná stránka definována pro uložení značky. Prosím, přidejte id v nastavení ve Správci rozšíření.
da: Ingen side er defineret i gem-tagget. Tilføj id'et i indstillingerne i udvidelsesmanageren.
es: No hay página definida para guardar la etiqueta. Por favor, añada el id en la configuración del administrador de extensiones.
fa: صفحه‌ای برای ذخیرۀ برچسب تعیین نشده. لطفا در مدیریت افزونه‌ها یک صفحه بدین منظور تعیین کنید.
fi: Sivua ei määritetty tallentaaksesi tunnisteen. Ole hyvä ja lisää käyttäjätunnus laajennusosan asetuksista.
fr: Aucune page n'est définie pour sauver les tag. Ajoutez svp l'id dans la configuration du gestionnaire d'extensions.
hu: Nincs definiált oldal a címke mentéséhez. Kérjük adjon meg egy oldalazonosítót (id) a kiterjesztés kezelő beállításainál!
it: Nessuna pagina impostata per salvare le etichette. Aggiungi l'id alle impostazione dell'extension manager.
nl: Geen pagina gedefinieerd om het label op te slaan. Stel het id in bij de instellingen in Extensiebeheer.
no: Ingen side definert til å lagre tag. Vennligst legg id i innstillingene i Extension Manager.
pt: Nenhuma página definida para salvar a tag. Por favor insira o id nas configurações no Gerenciador de Extensões!
ru: Не определена страница для хранения меток (тегов). Добавьте id страницы-хранилища через модуль управления расширениями.
sv: Ingen sida angiven för att spara tagg. Vänligen lägg till ID i tilläggshanterarens inställningar.
uk: Не визначено сторінку для збереження тегу. Будь ласка, додайте ідентифікатор у налаштуваннях менеджера розширень.

# module.headline
source: Settings
cs: Nastavení
da: Indstillinger
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Configurazione
km: ការកំណត់
nl: Instellingen
no: Innstillinger
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування

# module.recursive
source: Recursive
cs: Rekurzivní
da: Rekursivt
es: Recursivo
fa: قابل‌تعمیق
fi: Rekursiivinen (syvyystaso)
fr: Récursif
hr: Rekurzivan
hu: Rekurzív
it: Ricorsivo
nl: Recursief
no: Rekursiv
pt: Recursivo
ru: Рекурсивно
sv: Rekursiv
uk: Рекурсивно

# module.timeRange
source: Time range
cs: Časový rozsah
da: Tidsområde
es: Rango de tiempo
fa: پنهان کردن ساختار درختی صفحات برای مدیریت: برای ساده‌سازی استفاده، ساختار درختی برای بخش مدیریت غیرفعال گردد.
fi: Aikaväli
fr: Intervalle de temps
it: Intervallo di tempo
nl: Tijdinterval
ru: Диапазон времени
sv: Tidsintervall
uk: Діапазон часу

# module.timeRestriction
source: Time Restriction
cs: Časové omezení
da: Tidsbegrænsning
es: tiempo de restriccion
fa: محدودیت زمانی
fi: Aikarajoitus
fr: Restriction de temps
hr: Vrijeme od:
hu: Időkorlát
it: Restrizioni legate al tempo
km: ការដាក់កម្រិត​ពេលវេលា
nl: Tijdsbeperking
no: Tidsbegrensing
pt: Restrição de Tempo
ru: Временные рамки
sv: Tidsbegränsning
uk: Обмеження часу

# module.timeRestrictionHigh
source: Time Restriction High
cs: Časové omezení nejzazší
da: Høj tidsbegrænsning
es: Tiempo de restricción alto
fa: مقدار بالای محدودیت زمانی
fi: Aikarajoitus korkea
fr: Limite de temps supérieure
hr: Vrijeme do:
hu: Időkorlát (maximum)
it: Limite Tempo Massimo
km: ការដាក់កម្រិត​ពេលវេលា​ខ្ពស់
nl: Tijdsbeperking hoog
no: Tidsbegrensing høy
ru: Наибольшее время
sv: Tidsbegränsning Hög
uk: Високе обмеження часу

# module.createNewCategory
source: Create a new category
cs: Vytvořit novou kategorii
da: Opret en ny kategori
es: Crear una categoría nueva
fa: ایجاد یک دستۀ جدید
fi: Luo uusi kategoria
fr: Créer une nouvelle catégorie
hr: Napravi novu kategoriju
hu: Új kategória létrehozása
it: Crea una nuova categoria
km: បង្កើត​ប្រភេទ​ថ្មី
nl: Nieuwe categorie aanmaken
no: Lag en ny kategori
pt: Criar uma nova categoria
ru: Создать новую категорию
sv: Skapa en ny kategori
uk: Створити нову категорію

# module.createNewNewsRecord
source: Create new news record
cs: Vytvořit nový záznam zpráv
da: Opret en ny nyhed
es: Crear un registro nuevo
fa: ایجاد یک عنوان خبری
fi: Luo uusi uutinen
fr: Crée une nouvelle actualité
hr: Napravi novu vijest
hu: Új hír rekord létrehozása
it: Crea una nuova news
km: បង្កើត​ព័ត៌មាន​ថ្មី
nl: Nieuw nieuwsrecord aanmaken
no: Lage en ny nyhet
pt: Criar novos registros de notícias
ru: Создать новую статью новостей
sv: Skapa en ny post
uk: Створити новий запис новин

# module.createNewTag
source: Create new tag record
cs: Vytvořit nový záznam značky
da: Opret nyt tag-element
es: Crear nueva categoría
fa: ایجاد یک برچسب
fi: Luo uusi uutinen
fr: Créer une nouvelle balise (tag)
hr: Napravi novu oznaku
hu: Új címke létrehozása
it: Crea una nuova etichetta
km: បង្កើត​ស្លាក​ថ្មី
nl: Nieuw nieuwslabel aanmaken
no: Lage en ny tag
ru: Создать новую метку (тэг)
sv: Skapa en ny tagg
uk: Створити новий запис тегу

# module.topNewsYes
source: Yes
cs: Ano
da: Ja
es: Sí
fa: بله
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
it: Sì
km: បាទ
nl: Ja
no: Ja
pt: Sim
ru: Да
sv: Ja
uk: Так

# module.topNewsNo
source: No
cs: Ne
da: Nej
fa: خیر
fi: Ei
fr: Non
hr: Ne
hu: Nem
km: ទេ
nl: Nee
no: Nei
pt: Não
ru: Нет
sv: Nej
uk: Ні

# module.searchWord
source: Search
cs: Hledat
da: Søg
es: Buscar
fa: جستجو
fi: Haku
fr: Recherche
hr: Pretraga
hu: Keresés
it: Cerca
km: ស្វែងរក
nl: Zoek
no: Søk
pt: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
uk: Пошук

# module.newsListing
source: News Listing
cs: Výpis zpráv
da: Nyhedsvisning
es: Lista de noticias
fa: فهرست اخبار
fi: Uutislistaus
fr: Liste d'actualités
hr: Lista vijesti
hu: Hírek listája
it: Elenco news
km: បញ្ជី​ព័ត៌មាន
nl: Nieuwslijst
no: Nyhetsliste
pt: Listagem de Notícias
ru: Список новостей
sv: Nyhetslistning
uk: Список новин

# module.newsCount
source: %s news records
cs: %s záznamů zpráv
da: %s nyhedselementer
es: Registros de noticias% s
fa: تعداد %s ردیف خبر
fi: %s Uutistallenteet
fr: %s enregistrements de type actualité
hr: %s vijesti
hu: %s hír rekord
it: %s record di news
nl: %s nieuwsitems
no: %s nyhetsposter
ru: %s статей новостей
sv: %s nyhetsposter
uk: %s записи новин

# module.newsPidListing
source: News Pid listing
cs: Výpis Pid zpráv
da: Nyheds Pid-visning
es: Noticias Listado de Pid
fa: فهرست PID اخبار
fi: Uutislistaus Pid
fr: Liste de Pid d'actualités
hr: Stranica liste vijesti
hu: Híroldalak listája (oldal azonosító PID)
it: Elenco pid delle news
nl: Lijst nieuws-pids
no: List sideoversikt
pt: Listagem de Pid's de Notícias
ru: Список id страниц с новостями
sv: Nyheter Pid-listning
uk: Список новин Pid

# module.donate
source: Support & Donate
da: Support & donér
es: Apoye y Done
fa: پشتیبانی و کمک
fi: Tuki& Lahjoita
fr: Soutenir et faire un don
it: Supporta & Dona
nl: Ondersteunen & Doneren
ru: Помогите и поддержите нас
sv: Support & Donation
uk: Підтримати & Пожертвувати

# administration.title
source: News administration
cs: Administrace zpráv
da: Nyhedsadministration
es: Administración de noticias
fa: مدیریت اخبار
fi: Uutisten hallinta
fr: Administration des actualités
hr: Vijesti
hu: Hírek adminisztrálása
it: Amministrazione news
nl: Nieuwsbeheer
no: Nyhetsadministrasjon
ru: Управление новостями
sv: Nyhetsadministration
uk: Адміністрування новин

# administration.nopageselected
source: Please click the page title in the page tree to the left to show the records on that page.
cs: Prosím klepněte na název stránky ve stromu stránek nalevo pro zobrazení záznamů na této stránce.
da: Klik på sidetitlen i sidetræet til venstre for at få vist elementer på siden.
es: Por favor, haga clic en el título de la página en el árbol de páginas a la izquierda para mostrar los registros en esa página.
fa: لطفا برای نمایش ردیف‌های خبری در یک صفحه، بر روی عنوان صفحه مورد نظر در ساختار درختی کلیک کنید.
fi: Napsauta sivun otsikkoa sivupuussa vasemmalla nähdäksesi sivun tallenteet.
fr: Cliquez sur le titre de la page dans l'arborescence afin de montrer les entrées sur cette page.
hu: Kérem válasszon ki egy oldalt az oldalfából, hogy megjeleníthessük az oldalon mentett hír rekordokat.
it: Clicca il titolo della pagina, nell'albero delle pagine a sinistra, per mostrare i record di quella pagina.
nl: Klik op de paginatitel in de paginaboom links om de records op die pagina weer te geven.
no: Vennligst klikk på siden i sidetreet til venstre for å vise poster på denne siden.
pt: Por favor clique no título da página na árvore de páginas à esquerda para exibir seus registros.
ru: Щёлкните по названию страницы в дереве страниц для отображения записей новостей на этой странице.
sv: Vänligen klicka på sidtiteln i sidträdet till vänster, för att se nyhetsposterna på den sidan.
uk: Клацніть назву сторінки в дереві сторінок ліворуч, щоб відобразити записи на цій сторінці.

# administration.newsPidListing.header
source: List pages with count of news & category records
cs: Seznam stránek s počtem záznamů zpráv a kategorií
da: Vis sider med antallet af nyheds- og kategorielementer
es: Listar páginas con el número de noticias y categorías
fa: فهرست صفحات با تعداد ردیف‌های خبر و دسته
fi: Listaa sivut mukaan lukien uutiset& kategoriatallenteet
fr: Montrer les pages avec le nombre d'actualités et d'enregistrements de type catégorie
hu: Oldalak listája a hír- és kategória rekordok számával
it: Elenca le pagina con il conteggio dei record di tipo news e di tipo categoria
nl: Pagina's opsommen met de aantallen nieuws- en categorierecords
no: List sider med antall av nyhets & kategoriposter
pt: Lista as páginas com o total de registros de notícias e categorias
ru: Список страниц с количеством записей новостей и их категорий
sv: Lista sidor som innehåller nyhets- och kategoriposter
uk: Список сторінок із кількістю новин & записів категорій

# administration.newsPidListing.description
source: Choose a recursive level to display your page tree with the related entries. Click on the page title to show the news entries of the page.
cs: Vyberte si rekurzivní úroveň pro zobrazení vašeho stromu stránek se souvisejícími záznamy. Kliknutím na název stránky se zobrazí položky zpráv na stránce.
da: Vælg et rekursivt niveau for at få vist dit sidetræ med de relaterede elementer. Klik på sidetitlen for at få vist nyhedselementer på en side.
es: Seleccione un nivel recursivo para visualizar los registros incluidos en el árbol de páginas. Haga clic en el título de la página para mostrar los registros de noticias de la página.
fa: مقدار عمق سطوح را انتخاب کنید تا ساختار درختی شما بواسطۀ آن نمایش داده شود. بر روی عنوان کلیک کنید تا ورودی‌های خبری صفحه را ملاحظه کنید.
fi: Valitse rekursiivinen taso näyttääksesi sivuvalikon ja siihen liittyvät merkinnät. Napsauta sivun otsikkoa nähdäksesi sivun uutiset.
fr: Choisissez un niveau récursif pour afficher votre arborescence de pages avec les entrées associées. Cliquez sur le titre de la page pour afficher les actualités de la page.
it: Imposta il numero di livelli ricorsivi da mostrare con le relative voci. Clicca sul titolo della pagina per mostrare le news della pagina.
ja: 再帰的なレベルを選択すると、関連するエントリとともにページツリーが表示されます。 ページタイトルをクリックすると、ページのニュース項目が表示されます。
nl: Kies een recursieniveau om de paginaboom met gerelateerde items te tonen. Klik op de paginatitel om de nieuwsitems van de pagina te tonen.
no: Velg et rekursiv nivå for å vise sidetreet med de relaterte oppføringer. Klikk på en side for å vise \ n \ t \ t \ t \ t nyheter på siden. \ n \ t \ t \ t
pt: Selecione um nível de recursão para exibir sua página com os itens relacionadas. Clique no título da página para exibir seus itens de notícias.
ru: Выберете уровень рекурсии в дереве страниц для отображения соответствующих записей. Щёлкните по названию страниц для вывода статей новостей с этой страницы.
sv: Välj en rekursiv nivå för att visa ditt sidträd med relaterade poster. Klicka på sidtiteln för att visa nyhetsposterna för sidan.
uk: Виберіть рекурсивний рівень, щоб відобразити дерево сторінок із відповідними записами. Клацніть на заголовку сторінки, щоб переглянути записи новин сторінки.

# administration.nolimit
source: No limit defined in setting "%s"! Include the default TypoScript in the root page.
da: Ingen grænse er defineret i indstillingen "%s"! Inkludér standard TypoScript i root-siden.
fi: Ei määriteltyä rajoitusta asetuksissa "%s"! Sisällytä oletusarvo TypoScript juurisivulla.
it: Nessun limite definito nell'impostazione "%s"! Includi il TypoScript predefinito nella pagina principale.
nl: Geen limiet ingesteld in de optie "%s"! Neem het standaard TypoScript op in de root-pagina.
ru: В настройке "%s" не указаны ограничения! Включая TypoScript по умолчанию из корневой страницы.
uk: У налаштуванні "%s" обмеження не визначено! Включіть типовий TypoScript у кореневу сторінку.

# administration.toggleForm
source: Show/Hide filter
cs: Zobrazit/skrýt filtr
da: Vis/skjul filter
es: Mostrar/ocultar filtros
fa: نمایش/عدم نمایش صافی
fi: Näytä/Piilota suodatin
fr: Montrer / Masquer les filtres
it: Visualizza/Nascondi filtri
nl: Toon / verberg filter
no: Vis/skjul filter
ru: Показать/скрыть фильтр
sv: Visa/Dölj filter
uk: Показати/приховати фільтр

# administration.nonewsfound
source: No news found
cs: Nenalezeny žádné zprávy
da: Ingen nyheder fundet
es: No se encontraron noticias
fa: محتوایی پیدا نشد
fi: Ei uutisia löytynyt
fr: Aucune actualité trouvée
it: Nessuna news trovata
nl: Geen nieuws gevonden
no: Ingen nyheter funnet
ru: Новости не найдены
sv: Inga nyheter hittades
uk: Новин не знайдено

# administration.nonewsfoundText
source: The current page does not contain any news records. Either select another page in the page tree on the left or create the first news record on this page.
cs: Aktuální stránka neobsahuje žádné zprávy. Buď vyberte jinou stránku ze stromu stránek vlevo nebo vytvořte první zprávu na této stránce.
da: Den aktuelle side indeholder ikke nogen nyhedselementer. Vælge enten en anden side i sidetræet til venstre, eller opret det første nyhedselement på denne side.
es: La página actual no contiene ningún registro de noticias. Seleccione otra página en el árbol de páginas a la izquierda o cree el primer registro de noticias en esta página.
fa: این صفحه دربردارندۀ هیچ ردیف محتوای خبری نیست. یا یک صفحۀ دیگر انتخاب کنید یا این‌که یک ردیف محتوائی جدید روی این صفحه بسازید.
fi: Nykyinen sivu ei sisällä uutisia. Joko valitse toinen sivu vasemmalla olevasta sivupuusta tai luo ensimmäinen uutistietue tällä sivulla.
fr: La page actuelle ne contient aucune actualité. Sélectionnez une autre page dans l'arborescence située à gauche ou créez une première actualité sur cette page.
it: La pagina corrente non contiene alcun record di tipo news. Seleziona un'altra pagina nell'albero a sinistra oppure crea il primo record di tipo news in questa pagina.
nl: De huidige pagina bevat geen nieuwsrecords. Selecteer een andere pagina in de paginaboom, of maak het eerste nieuws-record op deze pagina aan.
ru: Текущая страница не содержит новостей. Выберите другую страницу в дереве слева или создайте первую новостную запись на этой странице.
sv: Den aktuella sidan innehåller inga nyheter. Välj en annan sida i sidträdet till vänster eller skapa den första nyhetsposten på den här sidan.
uk: Поточна сторінка не містить записів новин. Або виберіть іншу сторінку в дереві сторінок ліворуч, або створіть перший запис новин на цій сторінці.

# administration.nonewsfoundSwitch
source: See all pages containing news records
cs: Prohlédnout si všechny stránky obsahující zprávy
da: Se alle sider der indeholder nyhedselementer
es: Mostrar todas las paginas que contengan registros de noticias
fa: نمایش تمام صفحاتی که دربردارندۀ ردیف‌های خبر هستند
fi: Näytä kaikki uutiset sisältävät sivut
fr: Voir toutes les pages qui contiennent des actualités
it: Vedi tutte le pagine contenenti record di news
nl: Zie alle pagina's met nieuws items.
no: Se alle sider som inneholder nyhetsposter
ru: Просмотреть все страницы, содержащие записи новостей
sv: Se alla sidor som innehåller nyhetsposter
uk: Переглянути всі сторінки, що містять записи новин

# administration.filter.hidden
source: Hidden
cs: Skrytý
da: Skjult
es: Oculto
fa: پنهان
fi: Piilotettu
fr: Caché(e)
it: Nascosto
nl: Verborgen
ru: Скрытые
sv: Dold
uk: Приховано

# administration.filter.hidden.hidden
source: only hidden
cs: pouze skryté
da: kun skjult
es: Solo ocultos
fa: فقط پنهان
fi: Vain piilotettu
fr: Seulement caché(e)
it: solo nascosto
nl: alleen verborgen
ru: только скрытые
sv: endast dold
uk: тільки приховані

# administration.filter.hidden.nonHidden
source: only non-hidden
cs: pouze neskryté
da: kun synlig
es: Solo no ocultos
fa: فقط آشکار
fi: Vain piilottamattomat
fr: Seulement non caché(e)
it: solo visibili
nl: alleen niet-verborgen
ru: только открытые
sv: endast icke dolda
uk: тільки не приховані

# administration.donation.title
source: Support & Donate
da: Support & donér
es: Apoya y Dona
fa: پشتیبانی و کمک
fi: Tuki & Lahjoita
fr: Soutenir et faire un don
it: Supporta & Dona
nl: Ondersteunen & Doneren
ru: Помогите и поддержите нас
sv: Support & Donation
uk: Підтримати & Пожертвувати

# administration.donation.link
source: Click so see all options
da: Klik for at se alle muligheder
es: Clic para ver todas las opciones
fa: برای نمایش همۀ گزینه‌ها کلیک کنید
fi: Napsauta nähdäksesi kaikki vaihtoehdot
fr: Cliquez pour voir toutes les options
it: Fai clic per vedere tutte le opzioni
nl: Klik om alle opties te zien
ru: Нажмите, чтобы видеть все возможности
sv: Klicka för att se alla alternativ
uk: Клацніть, щоб побачити всі параметри

# administration.donation.lead_intro
source: Great that you are using this extension!
da: Tak fordi du bruger denne udvidelse!
es: Es genial que estés usando esta extensión!
fa: استفاده از این افزونه، باعث مسرّت است!
fi: Mahtavaa, että käytät tätä laajennusta!
fr: Génial que vous utilisiez cette extension!
it: È meraviglioso che tu stia usando questa estensione!
nl: Geweldig dat u deze extensie gebruikt!
ru: Здорово, что вы используете это расширение!
sv: Härligt att du använder denna tilläggsmodul!
uk: Чудово, що ви використовуєте це розширення!

# administration.donation.lead_full
source: The editors have created %d articles with %d relations to categories.
da: Redaktørerne har oprettet %d artikler med %d relationer til kategorier.
es: TLos editores han creado %d artículos con %d relaciones a categorías.
fa: ویراستارها %d عنوان با %d ارتباط با گروه‌بندی‌ها ساخته‌اند.
fi: Editoijat ovat luoneet %d artikkelia, joissa %d suhde kategorioihin.
fr: Les éditeurs ont créé %d actualités avec %d relations à des catégories.
it: I redattori hanno creato %d articoli con %d relazioni alle categorie.
nl: De redacteuren hebben %d artikelen met %d relaties met categorieën gemaakt.
ru: Редакторы создали %d новостных заметок, связанными с категориями %d раз.
sv: Redaktörerna har skapat %d artiklar med %d relationer till kategorier.
uk: Редакція створила %d статей з %d відношеннями до категорій.

# administration.donation.lead_news_only
source: The editors have created %d articles.
da: Redaktørerne har oprettet %d artikler.
es: Los editores han creado %d artículos.
fa: ویراستارها %d عنوان ساخته‌اند.
fi: Editoijat ovat luoneet %d artikkelia.
fr: Les éditeurs ont créé %d actualités.
it: I redattori hanno creato %d articoli.
nl: De redacteuren hebben %d artikelen gemaakt.
ru: %d новостных заметок создано редакторами.
sv: Redaktörerna har skapat %d artiklar.
uk: Редактори створили %d статей.
