Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_csh_flexforms.xlf
Languages: cs, da, de, es, fa, fr, hu, it, nl, pt, ru, sv

# switchableControllerActions.description
source: Set the view you want to display
cs: Nastavte pohled, který chcete zobrazit
da: Indstil hvilken visning du ønsker vist
de: Wähle die Ansicht die dargestellt werden soll
es: Establezca la vista que desea mostrar
fa: نمائی که می‌خواهید نمایش بدهید انتخاب کنید
fr: Définissez la vue que vous souhaitez afficher
hu: Állítsa be a megjelenítendő nézetet
it: Seleziona la vista da visualizzare
nl: Kies de weergave die getoond moet worden
pt: Estabelece a visualização que você deseja exibir.
ru: Настройка режима вывода
sv: Ställ in vilken vy du vill visa

# switchableControllerActions.details
source: List view shows all news records. Latest uses a time restriction, the rest should be understandable
cs: Zobrazení seznam zobrazuje všechny záznamy zpráv. Nejnovější používá časové omezení, zbytek by měl být srozumitelný
da: Listevisning viser alle nyhedselementer. Senest bruger en tidsbegrænsning, resten bør være selvforklarende
de: List-Anzeige zeigt alle News-Beiträge. Latest benutzt eine Zeitbeschränkung, der Rest sollte klar sein.
es: La vista de lista muestra todos los registros de noticias. Últimos usos de una restricción de tiempo, el resto debe ser comprensible
fa: نمای فهرست همۀ ردیف‌های خبری را نمایش می‌دهد. نمای آخرین‌ها قید زمانی دارد و سایر موارد باید واضح باشد.
fr: La vue "Liste" affiche tous les enregistrements d'actualités. La vue "Dernières actualités" utilise une restriction de temps, le reste ne nécessite pas de complément d'information
hu: A lista nézet megjelenít minden hír rekordot. A legfrissebb időkorlátot használ, a maradék nyilvánvaló
it: La vista ad elenco mostra tutte le news. "Ultime" utilizza una restrizione temporale, il resto dovrebbe essere comprensibile
nl: Lijst weergave toont alle nieuws records. Laatste maakt gebruik van een tijdsrestrictie, de rest zou begrijpelijk moeten zijn
pt: Visão de lista exibe todos os registros de notícias. "Mais recente" usa uma restrição de tempo, o resto deve ser compreensível
ru: В Списке выводятся все статьи новостей. Последние используют временные рамки, остальное должно быть понятно из названия.
sv: Listvyn visar alla nyhetsposter. Senaste använder en tidsbegränsning, resterande är underförstådda

# settings.orderBy.description
source: Define the sorting field
cs: Definujte pole řazení
da: Angiv felt til sortering
de: Wählen Sie das Feld aus, das für die Sortierung der Artikel verwendet werden soll.
es: Definir el campo de clasificación
fa: بخشی که ترتیب بر اساس آن صورت می‌گیرد
fr: Définir le champ de tri
hu: Rendezés beállítása
it: Definisci il campo di ordinamento
nl: Definieer het sorteerveld
pt: Define o campo de ordenação
ru: Определите поле для упроядочивания
sv: Ange fält att sortera via

# settings.orderDirection.description
source: Define the sorting direction
cs: Definujte směr řazení
da: Angiv sorteringsorden
de: Wählen Sie die Sortierrichtung.
es: Definir la direccion de ordenación
fa: تعیین جهت ترتیب
fr: Définit le sens de tri
hu: Rendezés irányának beállítása
it: Definisci la direzione dell'ordinamento
nl: Definieer de sorteer richting
pt: Define a direção de ordenação
ru: Определите порядок сортировки
sv: Ange sorteringsordning

# settings.dateField.description
source: Select the field which is used to build the date menu.
cs: Vyberte pole, které se používá k sestavení nabídky datumů.
da: Vælg hvilket felt datomenuen skal genereres fra.
de: Wählen Sie das Feld aus, das für das Datumsmenü verwendet werden soll.
es: Seleccionar el campo el cual se ha usado para construir el menú principal
fa: بخشی را که برای ساخت فهرست مبتنی بر تاریخ به کار می‌رود انتخاب کنید.
fr: Sélectionnez le champ qui est utilisé pour construire le menu.
hu: Dátum menühöz használandó mező kiválasztása.
it: Seleziona il campo per costruire il menu delle date.
nl: Kies het veld dat wordt gebruikt om het datum menu te maken.
pt: Selecione o campo que é usado para construir o menu de data.
ru: Выбор поля, используемого для построения меню дат.
sv: Välj vilket fält som datummenyn skall bygga på.

# settings.categories.description
source: Choose the categories to define which news items are displayed
cs: Vyberte kategorie definující, které položky zpráv jsou zobrazeny
da: Vælg kategorier for at angive hvilke nyheder som skal vises
de: Wählen Sie die Kategorie(n) aus, deren Artikel angezeigt werden sollen.
es: Elija las categorías para definir qué noticias se muestran
fa: دسته‌هائی که اخبار باید از آن‌ها نمایش داده شوند انتخاب کنید
fr: Choisissez les catégories afin de définir quels éléments d'actualités sont affichés
hu: A megjelenítendő hírkategóriák kiválasztása.
it: Seleziona le categorie che definiscono quali news vengono visualizzate
nl: Kies de categorieën om te bepalen welke nieuwsitems worden getoond
pt: Escolha as categorias para definir quais itens de notícia serão exibidos
ru: Выберете категорию из которой будут показаны элементы новостей.
sv: Välj kategorier för att ange vilka nyheter som skall visas

# settings.categoryConjunction.description
source: Define how the selected categories are used
cs: Definujte, jak se používají vybrané kategorie
da: Definér hvordan de valgte kategorier bruges
de: Definieren Sie wie die ausgewählten Kategorien verwendet werden sollen.
es: Define como se usan las categorías seleccionadas
fa: چگونگی استفاده از دسته‌های منتخب را تعیین کنید
fr: Définit comment les catégories sélectionnées sont utilisées
it: Definisci come vengono utilizzate le categorie selezionate
nl: Bepaal hoe de geselecteerde categorieën worden gebruikt
pt: Define como as categorias selecionadas são usadas
ru: Определите, как будут действовать выбранные категории.
sv: Definiera hur valda kategorier används

# settings.includeSubCategories.description
source: Include all subcategories of the selected categories too.
cs: Zahrnout také všechny podkategorie vybraných kategorií.
da: Inkludér også alle underkategorier af de valgte kategorier.
de: Falls aktiviert, werden alle Unterkategorien der ausgewählten Kategorien ebenfalls berücksichtigt.
es: Incluir todas las subcategorias de las categorias seleccionadas tambien
fa: شامل کردن همۀ زیردسته‌ها از دسته‌های انتخاب شده.
fr: Inclure également toutes les sous-catégories des catégories sélectionnées.
it: Includi anche tutte le sottocategorie della categoria selezionata.
nl: Alle subcategorieën van de geselecteerde categorieën ook opnemen.
pt: Inclui todas as subcategorias da categoria também.
ru: Включая также и все подкатегории выбранных категорий.
sv: Inkludera även alla underkategorier av valda kategorier.

# settings.categoryConjunction.details
source: "Don't care": No category restriction is set. "Show items with selected categories OR": A news records need to be related with at least one of the selected categories. "Show selected categories AND". A news record need to be related to all selected categories. "Do not show" is the opposite of above.
cs: "Nezajímá vás": Není nastavena žádná omezení kategorie. "Zobrazit položky s vybranými kategoriemi NEBO": Zprávy musí obsahovat alespoň jednu z vybraných kategorií. "Zobrazit vybrané kategorie AND". Zprávy musí být ve vztahu ke všem vybraným kategoriím. "Nezobrazovat" je opakem výše.
da: "Lige meget": Ingen begrænsning på kategori er angivet. "Vis emner med valgte kategorier ELLER": Et nyhedselement skal være relateret til mindst et af de valgte kategorier. "Vis valgte kategorier OG": Et nyhedselement skal være relateret til alle valgte kategorier. "Vis ikke" er det modsatte af ovenfor.
de: "Egal": Keine Kategoriebeschränkung ist gesetzt. "Zeige Einträge mit den gewählten Kategorien ODER": Anzuzeigende News-Einträge müssen mindestens einer der gewählten Kategorien zugeordnet sein. "Zeige Einträge mit den gewählten Kategorien UND": Anzuzeigende News-Einträge müssen allen der gewählten Kategorien zugeordnet sein. "Nicht anzeigen" ist das Gegenteil der vorherigen Punkte.
es: "No te preocupes": No se establece ninguna restricción de categoría. "Mostrar elementos con categorías OR seleccionadas": Un registro de noticias debe estar relacionado con al menos una de las categorías seleccionadas. "Mostrar las categorías AND seleccionadas". Un registro de noticias debe estar relacionado con todas las categorías seleccionadas. "No mostrar" es lo opuesto a lo anterior.
fa: "بدون توجه": هیچ محدودیتی برای دسته‌ها وجود ندارد. "نمایش اخبار از دسته‌های انتخاب شده (یا)": ردیف خبری حداقل باید در یکی از گروه‌های انتخاب شده باشد. "نمایش اخبار از دسته‌های انتخاب شده (و)": ردیف خبری باید در همۀ دسته‌های انتخاب شده باشد. "عدم نمایش" برعکس موارد فوق هست.
fr: «C'est égal »: Aucune restriction de catégorie n'est fixée. "Afficher les éléments avec des catégories sélectionnées OU": Un des enregistrement de type "nouvelle" doit être lié avec au moins l'une des catégories choisies. "Afficher les catégories sélectionnées ET". Un des enregistrement de type "nouvelle" doit être lié à toutes les catégories sélectionnées. "Ne plus afficher" est le contraire d'en-haut.
it: "Non importa": nessuna restrizione sulle categorie. "Mostra elementi con le categorie selezionate OR": una news deve appartenere ad almeno una delle categorie selezionate. "Mostra categorie selezionate AND": una news deve appartenere a tutte le categorie selezionate. "Non mostrare" è il contrario di quanto sopra.
nl: "Maakt niet uit": Geen Categorie beperking is ingesteld. "Toon items met geselecteerde categorieën OR": Een nieuwsrecord moeten worden gerelateerd met ten minste een van de geselecteerde categorieën. "Toon geselecteerde categorieën AND". Een nieuwsrecord moeten worden gerelateerd aan alle geselecteerde categorieën. "Niet tonen" is het tegenovergestelde van hierboven.
pt: "Não importa": Nenhuma restrição categoria está definida. "Mostrar itens com categorias selecionadas OU": um registro de notícia precisa estar relacionado com pelo menos uma das categorias selecionadas. "Mostrar categorias selecionadas E". Um registro de notícia precisa ser relacionado a todas as categorias selecionadas. "Não mostrar" é o oposto do acima.
sv: "Ignorera": Ingen kategorirestriktion är satt. "Visa poster med valda kategorier OR": En nyhetspost måste vara kopplad till minst en av valda kategorier, "Visa valda kategorier AND". En nyhetspost måste vara kopplad till samtliga valda kategorier. "Visa ej" är motsatsen till samtliga ovan.

# settings.archiveRestriction.description
source: Choose between: 1) Show all news records, 2) Show only active news records, 3) Show only archived news records. The archive date is defined in each news record. If no archive date is set, the news record can't be archived.
cs: Vyberte si mezi: 1) Zobrazit všechny zprávy, 2) Zobrazit pouze aktivní zprávy, 3) Zobrazit pouze archivované zprávy. Datum archivace je definováno v každém záznamu zpráv. Není-li nastaveno žádné datum archivace, nelze záznam zpráv archivovat.
da: Vælg mellem: 1) Vis alle nyhedselementer, 2) Vis kun aktive nyhedselementer, 3) Vis kun arkiverede nyhedselementer. Arkivdatoen er angivet i hvert nyhedselement. Hvis ingen arkivdato er angivet, kan nyhedselementet ikke arkiveres.
de: Wählen Sie zwischen: 1) Anzeige aller Artikel, unabhängig des Archivdatums, 2) Anzeige der aktiven Artikel (alle die deren Archivdatum nach dem aktuellen Datum definiert ist), 3) Anzeige aller archivierten Artikel. Das Archivdatum wird bei jedem Artikel gepflegt. Ist im Artikel kein Archivdatum angegeben, kann dieser nicht archiviert werden.
es: Elija entre: 1) Mostrar todos los registros de noticias, 2) Mostrar sólo los registros de noticias activos, 3) Mostrar sólo los registros de noticias archivados. La fecha de archivo se define en cada registro de noticias. Si no se establece una fecha de archivo, el registro de noticias no se puede archivar.
fa: انتخاب بین این موارد: 1) نمایش همۀ ردیف‌های خبری، 2) نمایش محدود به ردیف‌های فعال خبری، 3) نمایش محدود به ردیف‌های خبری بایگانی شده. تاریخ بایگانی در هر ردیف خبری قابل تعیین است. در صورت عدم تعیین این تاریخ بایگانی، اخبار مربوطه قابل بایگانی شدن نخواهد بود.
fr: Choisissez entre: 1) Afficher tous les enregistrements de type "nouvelle", 2) Voir seulement les enregistrements de type "nouvelle" actifs, 3) Montrer que les enregistrements de type "nouvelle" archivés. La date d'archivage est définie dans chaque enregistrement de type "nouvelle". Si aucune date d'archivage n'est réglée, l'enregistrement de type "nouvelle" ne peut pas être archivé.
it: Scegli tra: 1) Mostra tutte le news, 2) Mostra solo le news attvie, 3) Mostra solo le news archiviate. La data di archivio è definitain ogni news. Se la data di archivio non è definita, la news non può essere archiviata
nl: Kies uit: 1) Toon alle nieuwsrecords, 2) Toon alleen actieve nieuwsrecords, 3) Toon alleen gearchiveerde nieuwsrecords. De archiefdatum wordt vastgesteld voor elk nieuws record. Als er geen archiefdatum is ingesteld, kan het nieuwsrecord niet worden gearchiveerd.
pt: Escolha entre: 1) Mostrar todos os registros de notícias, 2) Mostrar somente registros de notícias ativos, 3) Mostrar apenas registros de notícias arquivados. A data do arquivo é definida em cada registro de notícia. Se nenhuma data de arquivo está definida, o registro de notícias não pode ser arquivado.
ru: Выберете между: 1) отображением всех записей новостей, 2) отображением лишь активных записей новостей, 3) отображением лишь архивных записей новостей. Дата архивации определяется для каждой записи новостей. Если дата для помещения в архив не определена, запись новости не архивируется.
sv: Välj mellan: 1) Visa alla nyhetsposter, 2) Visa endast aktiva nyhetsposter, 3) Visa endast arkiverade nyhetsposter. Arkivdatum definieras i varje nyhetspost. Om inget arkivdatum är satt, kan nyhetsposten ej arkiveras.

# settings.timeRestriction.description
source: Set a time limit. This can either be an integer and means seconds, e.g. 86400 means 1 day(60 * 60 * 24) or a string like "-4 days" or "-3 hours". The prepended - is important! Only news items after the given time are shown.
cs: Nastavte časový limit. Toto může být buď celé číslo a znamená sekundy, např. 86400 znamená 1 den (60 * 60 * 24) nebo řetězec jako "-4 days" nebo "-3 hours". Předpokládané - je důležité! Zobrazují se pouze zprávy po daném čase.
da: Angiv en tidsgrænse. Det kan enten være et heltal som sekunder, eksempelvis 86400, som betyder 1 dag (60 * 60 * 24) eller en streng som "-4 days" eller "-3 hours". Det foranstillede - er vigtigt! Kun nyhedselementer efter den angivne tid vises.
de: Angabe einer Zeitrestriktion. ist die Angabe eine Zahl, wird sie als Sekunden interpretiert. Die Angabe von "86400" entspricht einem Tag (60 * 60 * 24). Alternativ ist die Angabe von "-4 Tagen", "-3 Stunden" möglich. Es ist wichtig, das Minus ("-") anzugeben. Es werden nur die Artikel angezeigt, deren Datum über der angegeben Zeitrestriktion liegt.
es: Establezca un límite de tiempo. Puede ser un número entero y significa segundos, por ejemplo, 86400 significa 1 día (60 * 60 * 24) o una cadena como "-4 días" o "-3 horas". El signo - es importante! Sólo se muestran las noticias que aparecen después de la hora indicada.
fa: تعیین یک محدودۀ زمانی. این ممکن است عدد صحیح باشد که به معنای ثانیه است، مثلا 86400 به معنای 1 روز است(60 * 60 * 24) یا یک عبارت مثل "-4 days" یا "-3 hours". علامت - مهم است! اخبار فقط پس از این محدودۀ زمانی نمایش داده خواهند شد.
fr: Fixez une limite de temps. Cela peut être soit un entier et signifie des secondes, par exemple: 86400 signifie un jour (60 * 60 * 24) ou une chaîne représente "-4 jours" ou "-3 heures". Le préfixe - est important!
it: Imposta un limite temporale. Può essere un intero e rappresenta i secondi, es. 86400 significa 1 giorno (60*60*24) o una stringa come "-4 giorni" o "-3 ore". Premettere il "-" è importante!
nl: Stel een tijdslimiet in. Dit kan zijn een integer in seconden, bijv. 86400 betekent 1 dag (60 * 60 * 24) of een string als "-4 dagen" of "-3 uur". De prepended - is belangrijk!
pt: Defina um limite de tempo. Isto pode ser um número inteiro e significa segundos, por exemplo, 86400 significa um dia (60 * 60 * 24) ou uma string como "-4 dias" ou "-3 horas". A preconfinada - é importante! Somente os itens de notícias após o tempo determinado são mostrados.
sv: Sätt en tidsbegränsning. Detta kan antingen vara en integer och betyda sekunder, t ex. 86400 betyder 1 dag (60*60*24) eller en sträng som "-4 days" eller "-3 hours". Viktigt med det försatta! Endast nyhetsposter efter den angivna tiden visas.

# settings.timeRestrictionHigh.description
source: Set a time limit. This can either be an integer and means seconds, e.g. 86400 means 1 day(60 * 60 * 24) or a string like "-4 days" or "-3 hours". The prepended - is important! Only news items before the given time are shown.
cs: Nastavte časový limit. Toto může být buď celé číslo a znamená sekundy, např. 86400 znamená 1 den (60 * 60 * 24) nebo řetězec jako "-4 hours" nebo "-3 hours". Předpokládané - je důležité! Zobrazují se pouze zprávy před daným časem.
da: Angiv en tidsbegrænsning. Det kan enten være et heltal og betyder sekunder, f. eks betyder 86400 et døgn (60*60*24) eller en streng som "-4 days" eller "-3 hours". Det foranstillede - er vigtigt! Kun nyhedselementer før den angivne tid vises.
de: Setze einer Zeitlimit. Entweder als Zahl, die als Sekunden interpretiert wird (86400" entspricht einem Tag (60 * 60 * 24)) oder alternativ ist auch eine Textform für z.B. "-4 Tagen", "-3 Stunden" möglich. Es werden nur jene Artikel angezeigt, deren Datum innerhalb dieses Zeitlimits liegt.
es: Establezca un límite de tiempo. Puede ser un número entero y significa segundos, por ejemplo, 86400 significa 1 día (60 * 60 * 24) o una cadena como "-4 días" o "-3 horas". El signo - es importante! Sólo se muestran las noticias antes de la hora indicada.
fa: تعیین یک محدودۀ زمانی. این ممکن است عدد صحیح باشد که به معنای ثانیه است، مثلا 86400 به معنای 1 روز است(60 * 60 * 24) یا یک عبارت مثل "-4 days" یا "-3 hours". علامت - مهم است! اخبار فقط پس از این محدودۀ زمانی نمایش داده خواهند شد.
fr: Fixez une limite de temps. Il peut s'agir soit d'un nombre entier de secondes, par exemple 86400 signifie 1 jour (60 * 60 * 60 * 24) ou d'une chaîne de caractères comme "-4 days" ou "-3 hours". Le préfixe - est important ! Seules les actualités antérieures à l'heure indiquée sont affichées.
it: Imposta un limite. Può essere un intero a significare il numero di secondo, esempio 86400 significa 1 giorno (60 * 60 * 24) oppure una stringa come "-4 days" o "-3 hours". Il segno - è importante! Solo le news prima del tempo impostato sono visualizzate.
nl: Stel een tijdlimiet in. Dit kan een geheel getal zijn, hetgeen een aantal seconden voorstelt (bijv. 86400 betekent een dag (60 * 60 * 24), of een tekst zoals "-4 days" of "-3 hours". Het minteken aan het begin is belangrijk! Alleen nieuwsitems voor de ingestelde tijd worden getoond.
pt: Defina um limite de tempo. Isto pode ser um número inteiro e significa segundos, por exemplo, 86400 significa um dia (60 * 60 * 24) ou uma string como "-4 dias" ou "-3 horas". A preconfinada - é importante! Somente os itens de notícias anteriores ao tempo determinado são mostrados.
sv: Sätt en tidsbegränsning. Detta kan antingen vara en integer och betyda sekunder, t ex. 86400 betyder 1 dag (60*60*24) eller en sträng som "-4 days" eller "-3 hours". Viktigt med det försatta! Endast nyhetsposter efter den angivna tiden visas.

# settings.topNewsRestriction.description
source: A news record can be set as top news. Therefore it can be defined to show either all news records, only top news or only nontop news.
cs: Zprávy lze nastavit jako hlavní zprávy. Proto lze definovat, že zobrazuje buď všechny záznamy zpráv, pouze hlavní zprávy nebo pouze zprávy, které nejsou hlavní .
da: Et nyhedselement kan sættes som top-nyhed. Derfor kan det defineres til at vise alle nyhedselementer, kun top-nyheder eller ikke-top nyheder.
de: Mit dieser Einstellung kann definiert werden, ob die Angabe "Top News" von einem Artikel berücksichtigt wird oder nicht.
es: Un registro de noticias se puede establecer como noticia principal. Por lo tanto, puede definirse para mostrar todos los registros de noticias, sólo las noticias más destacadas o sólo las noticias no destacadas.
fa: یک ردیف خبر می‌توان بعنوان "خبر داغ" نشان شود. بنابراین امکان نمایش همۀ ردیف‌های خبری، تنها اخبار داغ و یا اخباری که داغ نیستند قابل انتخاب برای نمایش خواهند بود.
fr: Un enregistrement de type "nouvelle" peut être définit comme actualité importante. Par conséquent, on peut définir d'afficher soit tous les enregistrements de type "nouvelle", soit seulement les actualités importantes ou seulement les actualités secondaires.
it: Una news può essere impostata come in evidenza. Successivamente si può dare indicazione di mostrare tutte le news, solo quelle in evidenza o solo quelle non in evidenza.
nl: Een nieuwsrecord kan worden ingesteld als top nieuws. Daarom kan worden bepaald om ofwel alle nieuwsrecords te tonen, alleen top nieuws of alleen nontop nieuws.
pt: Um registro de notícia pode ser ajustado como notícia principal. Por isso, ele pode ser definido para exibir todos os registros de notícias, apenas notícias principais ou notícias não-principais.
ru: Запись новости можно обозначить как главную новость. При этом можно выбрать что выводить: все новости, только главные или только не главные.
sv: En nyhetspost kan sättas som huvudnyhet. Därför är det möjligt att definiera att antingen visa alla nyhetsposter, endast huvudnyheter eller icke-huvudnyheter.

# settings.singleNews.description
source: Display the selected single news record.
cs: Zobrazit vybraný záznam zpráv.
da: Vis det valgte nyhedselement.
de: Anzeige es einzelnen Artikels,
es: Mostrar el único registro registro de noticias seleccionado.
fa: نمایش یک ردیف خبری انتخاب شده و مشخص.
fr: Affichez l'unique enregistrement de type "nouvelle" sélectionné.
it: Mostra la singola news selezionata.
nl: Toon het geselecteerde single nieuwsrecord.
pt: Exibe o registro de notícia único selecionado.
ru: Отображение полного текста выбранной записи новостей.
sv: Visa den valda nyhetsposten.
