Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_csh_news.xlf
Languages: cs, da, de, es, fa, fi, fr, hr, it, nl, pt, sv

# .description
source: News record
cs: Záznam zpráv
da: Nyhedselementer
de: Artikel-Datensatz
es: Registros nuevos
fa: ردیف خبری
fi: Uutistietue
fr: Enregistrement d'actualités
hr: Vijest
nl: Nieuws record
pt: Novos registros
sv: Nyhetspost

# .details
source: Versatile news system.
cs: Univerzální zpravodajský systém.
da: Alsidigt nyhedssystem.
de: Vielseitiges Newssystem
es: Sistema de noticias versátil
fa: سامانۀ چندمنظورۀ اخبار.
fr: Système d'actualités souple.
hr: Sustav vijesti
it: News system versatile.
nl: Veelzijdig nieuws systeem.
pt: Sistema de notícias versátil.
sv: Mångsidigt nyhetssystem.

# sys_language_uid.description
source: Language of the news record.
cs: Jazyk záznamu zpráv.
da: Sprog for nyhedselementet.
de: Sprache des Artikels
es: Idioma del registro de noticias
fa: زبان ردیف خبری.
fi: Uutisen kieli
fr: Langue de l'enregistrement d'actualités.
hr: Jezik vijesti
it: Linguaggio dei news record.
nl: Taal van het nieuws record.
pt: Idioma do registro de notícia.
sv: Språk för nyhetspost.

# starttime.description
source: Define a date on which the news record should be shown.
cs: Určete datum, ke kterému by měl být záznam zpráv zobrazen.
da: Definér en dato for, hvornår nyhedselementet skal vises.
de: Datum ab dem der Artikel angezeigt werden soll.
es: Defina una fecha en la que se debería mostrar el registro de noticias.
fa: تاریخی تعریف کنید که در آن این ردیف خبری نمایش داده شود.
fi: Päivä, jolloin uutinen alkaa näkyä
fr: Définissez une date dès laquelle l’enregistrement d'actualité sera affiché.
hr: Odredi datum kada će vijest biti prikazana
it: Definisci una data in cui la news verrà visualizzata.
nl: Kies een datum waarop het nieuws record moet worden getoond.
pt: Define uma data em que o registro de notícias deve ser mostrado.
sv: Definiera ett datum för när nyhetsposten skall visas.

# endtime.description
source: Define a date on which the news record should be hidden.
cs: Určete datum, kdy by měl být záznam zpráv skryt.
da: Definér en dato for, hvornår nyhedselementet skal skjules.
de: Datum bis zu dem der Artikel angezeigt werden soll.
es: Defina una fecha en la que se debería ocultar el registro de noticias.
fa: تاریخی تعریف کنید که در آن این ردیف خبری پنهان شود.
fi: Päivä, jolloin uutinen piilotetaan.
fr: Définissez une date après laquelle l’enregistrement d'actualité sera caché.
hr: Odredi datum kada će vijest biti skrivena
it: Definisci una data in cui in cui la news verrà nascosta.
nl: Kies een datum waarop het nieuws record moet worden verborgen.
pt: Define uma data em que o registro de notícias deve ser oculto.
sv: Ange ett datum då nyhetsposten skall döljas.

# fe_group.description
source: Select the user groups which are allowed to see the news record.
cs: Vyberte skupiny uživatelů, kterým je povoleno zobrazení záznamu zpráv.
da: Vælg den brugergruppe som har rettigheder til at se nyhedselementet.
de: Angabe der Benutzergruppen, die diesen Artikel sehen dürfen.
es: Seleccione los grupos de usuarios a los que se les permite ver el registro de noticias.
fa: گروه‌های کاربری که قادر به ملاحظۀ این ردیف خبری هستند انتخاب کنید.
fi: Käyttäjäryhmät, jotka saavat nähdä tämän uutisen.
fr: Sélectionnez les groupes d'utilisateurs qui sont autorisés à voir l'enregistrement d'actualité.
hr: Odredi grupe korisnika kojima je dopušten prikaz vijesti.
it: Seleziona i gruppi utente che hanno il permesso di visualizzare la news.
nl: Selecteer de gebruikersgroepen die het nieuwsrecord mogen zien.
pt: Selecione os grupos de usuários que têm permissão para ver o registro notícia.
sv: Välj användargrupper som skall ha behörighet att se nyhetsposten.

# editlock.description
source: If checked, this news record can only be edited by administrators.
cs: Pokud je zaškrtnuto, tento záznam zpráv mohou editovat pouze administrátoři.
da: Hvis angivet kan dette nyhedselement kun redigeres af administratorer.
de: Falls aktiviert, kann dieser Artikel nur von einem Administrator bearbeitet werden.
es: Si esta opción está seleccionada, este registro de noticias sólo puede ser editado por administradores.
fa: در صورت انتخاب شدن، این ردیف خبری تنها توسط سرپرست‌کل سایت قابل ویرایش خواهد بود.
fi: Uutista voi editoida vain hallinnoijat.
fr: Si coché, cet enregistrement d'actualité peut être seulement modifié par des administrateurs.
hr: Ako je označeno, vijest može uređivati samo administrator.
it: Se selezionato, questa news può essere modificata solo da amministratori.
nl: Indien ingeschakeld, kan dit nieuws record alleen bewerkt worden door admins.
pt: Se marcado, este registro de notícia só pode ser editado por admins.
sv: Om markerad, denna nyhetspost kan endast redigeras av administratörer.

# hidden.description
source: Hidden records are not shown in the frontend.
cs: Skryté záznamy se nezobrazují na frontendu.
da: Skjulte elementer vises ikke i frontend.
de: Versteckte Artikel werden auf der Website nicht dargestellt.
es: Los registros ocultos no se muestran en el frontend.
fa: ردیف‌های پنهان در خروجی نمایش نمی‌یابند.
fi: Piilotettuja uutisia ei näytetä www-sivuilla eli frontendissä.
fr: Les enregistrements cachés ne sont pas affichés dans le Fontend.
hr: Skrivene vijesti nisu prikazane javno.
it: I record nascosti non vengono visualizzati nel frontend.
nl: Verborgen records worden niet getoond aan de voorkant.
pt: Registros ocultos não são exibidos no frontend.
sv: Dolda poster visas ej i frontend.

# title.description
source: News title
cs: Nadpis zprávy
da: Nyhedstitel
de: Titel des Artikels
es: Nuevo título:
fa: عنوان خبر
fi: Uutisen otsikko
fr: Titre d'actualité
hr: Naslov vijesti
it: Titolo della news
nl: Nieuws titel
pt: Título de notícia
sv: Nyhetsrubrik

# alternative_title.description
source: Alternative Title will be used as the title for the browser window / tab
cs: Alternativní název bude použit jako název okna / karty prohlížeče
da: Alternativ titel vil blive brugt som titel i browservindue/tab
de: Alternativer Titel des Artikels
es: Título alternativo se usará como título para la ventana / pestaña del navegador
fa: عنوان جایگزین بعنوان عنوان در پنجرۀ مرورگر/برگه استفاده خواهد شد
fi: Uutisen sivunimi, tätä käytetään selaimen otsikossa tai välilehdessä. Tärkeä hakukoneoptimoinnissa.
fr: Le titre alternatif sera utilisé comme titre de la fenêtre du navigateur / onglet
hr: Zamjenski naslov biti će prikazan kao naslov u prozoru / kartici preglednika
it: Un titolo alternativo sarà utilizzato come titolo per la finestra/tab del browser
nl: Alternatieve Titel wordt gebruikt als titel voor het browser-venster / -tabblad
pt: Título alternativo será usado como o título para a janela do navegador / aba
sv: Alternativ titel kommer att användas som titel för webbläsarfönster / flik

# teaser.description
source: Be aware that it can be cropped.
cs: Uvědomte si, že může být oříznut.
da: Vær opmærksom på at det kan blive beskåret.
de: Achtung: Es ist möglich dass nicht der vollständige Text ausgegeben wird (abhängig von der Implementierung).
es: Tenga en cuenta que se puede recortar.
fa: به خاطر داشته باشید امکان بریده شدن این بخش وجود دارد.
fi: Ota huomioon, että tämä voidaan lyhentää listassa.
fr: Soyez conscient que ce texte peut-être rogné.
hr: Uvod može biti odrezan
it: Attenzione, può essere troncato.
nl: Wees ervan bewust dat het kan worden bijgesneden.
pt: Esteja ciente de que isto pode ser cortado.
sv: Observera att den kan komma att beskäras.

# type.description
source: Select the type which can be either a normal news record, a link to an internal page or a link to an external page.
cs: Vyberte typ, který může být buď normální záznam zpráv, odkaz na interní stránku nebo odkaz na externí stránku.
da: Vælg typen som kan være enten et normalt nyhedselement, et link til en intern side eller et link til en ekstern side.
de: Wähle den Typ des Artikels aus. Das kann ein normaler Artikel sein oder ein Link zu einer internen Seite oder einer externen Url.
es: Seleccione el tipo, que puede ser un registro de noticias normal, un enlace a una página interna o un enlace a una página externa.
fa: یکی از انواع ردیف خبری عادی، پیوند به صفحۀ درونی و پیوند به صفحۀ بیرونی را انتخاب کنید.
fi: Valitse uutisen tyyppi; normaali uutinen tai linkki sisäiseen/ulkoiseen www-sivuun.
fr: Sélectionnez le type qui peut soit être un enregistrement d'actualité normal, soit un lien vers une page interne, soit un lien vers une page externe.
hr: Odredi vrstu: vijest, poveznica na unutarnju stranicu ili poveznica na vanjsku stranicu
it: Seleziona il tipo che può essere una normale news, un link ad una pagina interna o un link ad una pagina esterna.
nl: Kies het type; dat kan zijn een normaal nieuws record, een link naar een interne pagina of een link naar een externe pagina.
pt: Selecione o tipo que pode ser tanto um registro de notícia normal, um link para uma página interna ou um link para uma página externa.
sv: Välj nyhetstyp som aningen kan vara en vanlig nyhetspost, en länk till intern sida eller en länk till extern webbplats.

# istopnews.description
source: Top news records can get a special treated concerning layout, sorting, ...
cs: Hlavní zprávy mohou získat speciální ošetření týkající se rozvržení, třídění, ...
da: Top-nyhedselementer kan blive behandlet specielt omkring layout, sortering, ...
de: Top Nachrichten-Beiträge können speziell behandelt werden im Layout, bei der Sortierung, ...
es: Los registros de noticias marcados para que aparezcan al principio de la lista pueden tener un tratamiento especial dependiendo del diseño, orden...
fa: اخبار داغ می‌توانند دارای حالت نمایش خاص، ترتیب ویژه و غیره باشند.
fr: Les enregistrements d'actualités prioritaires peuvent avoir une disposition spéciale, un tri spécial, ...
hr: Posebne vijesti mogu imati poseban izgled, sortiranje...
it: Le news in evidenza possono avere presentazione, ordinamento, etc differenti
nl: Top nieuws records kunnen speciaal behandeld worden met betrekking tot lay-out, het sorteren, ...
pt: Registros de notícia Principal podem receber um tratamento especial no layout, na classificação, ...
sv: Huvudnyheter kan ha en unik layout, sortering etc.

# author.description
source: Author of the news record
cs: Autor zprávy
da: Forfatteren af nyhedselementet
de: Autor des Artikels
es: Autor de los nuevos registros
fa: ایجاد کنندۀ ردیف خبری
fi: Kirjoittaja
fr: Auteur de l'enregistrement d'actualités
hr: Autor vijesti
it: Autore della news
nl: Auteur van het nieuws record
pt: Autor do registro de notícia
sv: Författare till nyhetsposten

# author_email.description
source: Email address of the author
cs: E-mailová adresa autora
da: E-mail adresse på forfatteren
de: Emailadresse des Autors
es: Dirección del correo electrónico del autor
fa: نشانی رایانامۀ ایجاد کننده
fi: Kirjoittajan sähköposti
fr: Adresse e-mail de l'auteur
hr: Email autora vijesti
it: Indirizzo email dell'autore
nl: E-mail adres van de auteur
pt: Endereço de email do autor
sv: E-postadress till författaren

# datetime.description
source: Date of the news record
cs: Datum záznamu zpráv
da: Dato for nyhedselementet
de: Datum eines Artikels
es: Fecha del registro de noticias
fa: تاریخ خبر
fi: Uutisen päivämäärä
fr: Date de l'enregistrement d'actualité
hr: Datum vijesti
it: Data di questo articolo
nl: Datum van het nieuws item
pt: Data do registro de notícia
sv: Datum för nyhetsposten

# archive.description
source: Archive date. A date is required if the news record should once be treated as archived news.
cs: Datum archivace. Má-li záznam zpráv být jednou považován za archivovanou zprávu, je třeba datum.
da: Arkivdato. En dato kræves hvis nyhedselementet på et tidspunkt skal behandles som en arkiveret nyhed.
de: Archiv Datum eines Artikels. Nur wenn dieses Feld ausgefüllt wird, erscheint dieser Artikel in einem möglichen Archivmenü.
es: Fecha de archivo. Se requiere una fecha si el registro de noticias debe ser tratado como "noticias archivadas".
fa: تاریخ بایگانی. یک تاریخ برای انتقال خبر به وضعیت بایگانی احتیاج است.
fi: Arkistointipäivä. Tämän perusteella uutinen mahdollisesti (asetuksista riippuen) poistuu päälistalta arkistolistaukseen.
fr: Date d'archive. Une date est requise si les actualités doivent être archivées.
hr: Datum arhiviranja
it: Data di archivio. La data è richiesta per fare in modo che la news diventi archiviata.
nl: Archief datum. Een datum is vereist als het nieuws record toekomstig moet worden behandeld als gearchiveerd nieuws.
pt: Data de arquivamento. Uma data é requerida se o registro de notícias deve ser considerado arquivado.
sv: Arkivdatum. Ett datum som är obligatoriskt för att nyheten skall kunna behandlas som arkiverad nyhet.

# bodytext.description
source: Main content of the news record
cs: Hlavní obsah záznamu zprávy
da: Hovedindholdet af nyhedselementet
de: Hauptinhalt des Artikels
es: Contenido principal de los nuevos registros
fa: محتوای اصلی خبر
fi: Uutisen pääsisältö
fr: Contenu principal de l'enregistrement d'actualité
hr: Glavni sadržaj vijesti
it: Contenuto principale della news
nl: Hoofd content van het nieuws record
pt: Conteúdo principal do registro de notícia
sv: Huvudinnehåll för nyhetsposten

# categories.description
source: Select the categories which are related to this record.
cs: Vyberte kategorie, které se vztahují k tomuto záznamu.
da: Vælg en kategori som er relateret til dette element.
de: Auswahl der Kategorien, zu denen der Artikel gehört.
es: Selecciona las categorías que están relacionadas con este registro.
fa: گروه‌های مرتبط با این ردیف خبری را انتخاب کنید
fi: Valitse kategoriat
fr: Sélectionner les catégories liées à cet enregistrement.
hr: Odaberi kategorije za ovu vijest
it: Seleziona la categoria correlate a questo elemento.
nl: Selecteer de categorieën die gerelateerd zijn aan dit record.
pt: Selecione as categorias que são relacionadas a este registro.
sv: Välj kategorier relaterade till denna post.

# tags.description
source: Define and select tags which fit to the article.
cs: Definujte a vyberte značky, které popisují článek.
da: Definér og vælg tags som passer til artiklen.
de: Auswahl der passenden Tags die den Artikel beschreiben.
es: Define y selecciona las etiquetas que definen este artículo.
fa: تعریف و انتخاب برچسب‌های مرتبط با متن.
fr: Définir et sélectionner les balises qui s'appliquent à cet article.
hr: Odaberi oznake za ovu vijest
it: Definisci e seleziona i tag da applicare all'articolo.
nl: Definieer en selecteer tags die passen bij het ​​artikel.
pt: Define e seleciona tags que se encaixam com o artigo.
sv: Definiera och välj taggar som passar artikeln.

# content_elements.description
source: Content elements can be used to generate feature rich news articles.
cs: Prvky obsahu lze použít k vytváření rozšířených zpráv.
da: Indholdeelementer kan bruges til at generere feature-rige artikler.
de: Inhaltselemente können dazu verwendet werden, um zusätzliche Inhalte hinzuzufügen.
es: Los elementos de contenido pueden ser usados para generar noticias con funciones especiales.
fa: استفاده از عناصر محتوائی برای تولید محتوا با قابلیتهای نامحدود ممکن است.
fr: Les éléments de contenu peuvent être utilisés pour générer des fonctionnalités d'articles d'actualités riches.
it: Elementi di contenuto che possono essere utilizzati per arricchire le news.
nl: Contentelementen kunnen worden gebruikt om feature rich nieuwsartikelen te maken.
pt: Elementos de conteúdo podem ser usados para gerar artigos de notícias com recursos ricos.
sv: Innehållselement kan användas för att generera funktionsrika nyhetsartiklar.

# keywords.description
source: Define keywords which can be used for SEO optimizations.
cs: Definujte klíčová slova, která mohou být použita pro SEO optimalizace.
da: Definér nøgleord som kan bruges til søgemaskineoptimering.
de: Keywords des Artikels, die besonders für Suchmaschinenoptimierung relevant sind.
es: Define las palabras claves óptimas para la configuración SEO.
fa: کلیدواژگانی که برای SEO و جستجوگرهای مناسب است انتخاب کنید.
fi: Määrittele hakukoneoptimointiin liittyvät avainsanat (keywords).
fr: Définissez les mots-clés qui peuvent être utilisés pour les optimisation du SEO.
it: Definisci delle keywords che possano essere usate per ottimizzazioni SEO.
nl: Definieer keywords die gebruikt kunnen worden voor SEO optimalisaties.
pt: Define palavras-chave que podem ser utilizadas para otimizações SEO.
sv: Definiera nyckelord som kan användas för sökmotoroptimering.

# description.description
source: Define a description which can be used for SEO optimizations.
cs: Definujte popis, který může být použit pro SEO optimalizace.
da: Definër en beskrivelse som kan bryges til søgemaskineoptimering.
de: Zusätzliche Beschreibung die für Suchmaschinenoptimierung verwendet werden kann.
es: Define una descripción adecuada para optimización SEO.
fa: توضیحی برای موتورهای جستجو و دقت SEO انتخاب کنید.
fi: Määrittele hakukoneoptimointiin liittyvä kuvaus (description).
fr: Définissez les mots-clés qui peuvent être utilisés pour le référencement
it: Definisci una descrizione che può essere usata per le ottimizzazioni SEO.
nl: Een beschrijving voor SEO optimalisaties definiëren.
pt: Define uma descrição que pode ser utilizada para otimizações SEO.
sv: Ange en beskrivning som kan användas för sökmotoroptimering.

# related.description
source: Select related news records.
cs: Vyberte související zprávy.
da: Vælg relaterede nyhedselementer.
de: Verwandte Artikel
es: Seleccione registros de noticias relacionados.
fa: ردیف‌های خبری مرتبط را انتخاب کنید.
fi: Tähän uutiseen liittyvät muut uutiset
fr: Sélectionnez les enregistrements d'actualité en relation.
hr: Odaberi povezane vijesti
it: Seleziona news correlate.
nl: Selecteer gerelateerde nieuwsrecords.
pt: Seleciona registros de notícias relacionadas.
sv: Välj relaterade nyheter.

# related_from.description
source: Show news which select current news record as related.
cs: Ukázat zprávy, které se vztahují k aktuálnímu záznamu.
da: Vis nyheder som gør det aktuelle nyhedselement relateret.
de: Anzeige der Artikel die den aktuellen Artikel als verwandt gespeichert haben.
es: Muestra las noticias relacionadas con este registro de noticia.
fa: نمایش اخباری که این خبر را بعنوان خبر مرتبط اشاره کرده.
fi: Muut uutiset, jotka ovat valinneet tämän uutisen niihin liittyväksi uutiseksi
fr: Afficher les actualités qui sélectionnent l’enregistrement d’actualités actuel comme lié.
hr: Prikaži vijesti kojima je ova vijest povezana
it: Mostra le news collegate alla news selezionata.
nl: Nieuws tonen waarvan het huidige nieuwsitem als gerelateerd is gekozen.
pt: Mostra notícias que seleciona o registro de notícia atual como relacionado.
sv: Visa nyheter som är satta som relaterade till nuvarande nyhetspost.

# related_links.description
source: Define related links to internal and external pages.
cs: Definujte související odkazy na interní a externí stránky.
da: Definér relaterede links til interne eller eksterne sider.
de: Verwandte Links zu internen und externen Seiten.
es: Define los enlaces relacionados con páginas internas o externas.
fa: پیوندهای مرتبط به صفحات داخل سایت و خارج از آن را انتخاب کنید.
fi: Tähän uutiseen liittyvät linkit sisäisille tai ulkoisille www-sivuille.
fr: Définissez des liens en relation avec les pages internes et externes.
hr: Odredi poveznice prema unutarnjim i vanjskim stranicama
it: Definisci i link correlati alle pagine interne o esterne.
nl: Kies een link naar een interne of externe pagina.
pt: Define links relacionados a páginas internas e externas.
sv: Ange relaterade länkar till interna och externa sidor.
