Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# administration.donation.lead_none
source: Did you just setup the system? No articles yet created.
da: Har du netop sat systemet op? Ingen artikler er oprettet endnu.
es: ¿Acabas de instalar el sistema? No se han creado artículos.
fa: آیا سامانه را تازه نصب کرده‌اید؟ هنوز عنوانی ساخته نشده است.
fi: Asensitko juuri järjestelmän? Ei artikkeleita luotu vielä.
fr: Vous venez d'installer le système ? Aucun article n'a encore été créé.
it: Hai appena configurato il sistema? Non ci sono ancora articoli.
nl: Zojuist het systeem opgezet? Er zijn nog geen artikels aangemaakt.
ru: Вы только что настроили систему? Статьи еще не созданы.
sv: Har du precis satt upp systemet? Inga artiklar är ännu skapade.
uk: Ви щойно налаштували систему? Ще не створено статей.

# administration.donation.support
source: Help supporting further development
da: Hjælp med at støtte fremtidig udvikling.
es: Ayudar apoyando el desarrollo futuro
fa: کمک به توسعۀ بیشتر و پشتیبانی
fi: Auta tukemaan jatkokehitystä
fr: Aider à soutenir le développement ultérieur
it: Aiuta a sostenere ulteriori sviluppi
nl: Ondersteun doorontwikkeling
ru: Помогите поддержать дальнейшее развитие
sv: Hjälp att stödja ytterligare utveckling
uk: Допомога в підтримці подальшого розвитку

# administration.donation.why
source: Why?
da: Hvorfor?
es: ¿Por qué?
fa: چرا؟
fi: Miksi?
fr: Pourquoi?
it: Perché?
nl: Waarom?
ru: Почему?
sv: Varför?
uk: Чому?

# administration.donation.why.text
source: The news extension is a powerful tool with a lot of features, always trying to thrive on the latest possibilities of the TYPO3 core. This implies a lot of work bringing this to the TYPO3 community.
da: Udvidelsen news er et stærkt værktøj med en masse features, som altid udnytter de seneste muligheder i TYPO3 core. Den involverer en masse arbejde at levere dette til TYPO3 fællesskabet.
es: La extensión de noticias es una herramienta poderosa con muchas características, siempre tratando de prosperar con las últimas novedades posibilidades del núcleo de TYPO3. Esto implica mucho trabajo para llevar esto a la comunidad de TYPO3.
fa: این افزونۀ اخبار و مقالات یک ابزار قدرتمند با قابلیت‌های بسیار است و همواره تلاش شده‌است با آخرین تغییرات هستۀ تایپوتری همگام باشد. این نیازمند کار بسیار زیادی است تا این قابلیت‌ها به جامعۀ TYPO3 عرضه گردد.
fi: Uutisten laajennus on tehokas työkalu, jolla on paljon ominaisuuksia ja joka yrittää menestyä viimeisimmällä TYPO3-ytimen mahdollisuudet. Tämä merkitsee paljon työtä tämän tuomisesta TYPO3-yhteisöön.
fr: L'extension news est un outil puissant avec de nombreuses fonctionnalités, essayant toujours de profiter des dernières possibilités du noyau TYPO3. Cela implique beaucoup de travail pour apporter cela à la communauté TYPO3.
it: L'estensione news è un potente strumento con molte caratteristiche, che cerca di svilupparsi grazie alle ultime possibilità del core TYPO3. Questo implica moltissimo lavoro per portare tutto questo alla comunità TYPO3.
nl: De nieuwsextensie is een krachtig gereedschap met veel functies dat altijd probeert om de nieuwste mogelijkheden van TYPO3 te gebruiken. Dit betekent veel werk om dit naar de TYPO3 community te brengen.
ru: Расширение новости - мощный инструмент со множеством функций, где всегда стараются использовать новейшие технологии возможности ядра TYPO3. Подразумевается большая работа по доведению всего этого до сообщества TYPO3.
sv: Nyhetstilläggsmodulen är ett kraftfullt verktyg med många funktioner, som alltid försöker hålla sig uppdaterad till de senaste \ nmöjligheterna för TYPO3-kärnan. \ nDet innebär mycket arbete med att dela detta till TYPO3-communityn.
uk: Розширення новин — це потужний інструмент із багатьма функціями, який завжди намагається процвітати завдяки останнім можливостям ядра TYPO3. Це передбачає велику роботу, щоб донести це до спільноти TYPO3.

# administration.donation.how
source: How?
da: Hvordan?
es: ¿Cómo?
fa: چطور؟
fi: Kuinka?
fr: Comment ?
it: Come?
nl: Hoe?
ru: Каким образом?
sv: Hur?
uk: Як?

# administration.donation.how.text
source: There are multiple ways to support the further development:
da: Der er flere måder at støtte den fremtidige udvikling:
es: Hay múltiples maneras de apoyar el desarrollo futuro:
fa: راه‌های مختلفی برای پشتیبانی از توسعۀ بیشتر وجود دارد:
fi: Jatkokehitystä voidaan tukea usealla tavalla:
fr: Il y a plusieurs façons de soutenir le développement ultérieur :
it: Ci sono diversi modi per sostenere ulteriori sviluppi:
nl: Er zijn diverse manieren om doorontwikkeling te ondersteunen:
ru: Есть несколько способов поддержать дальнейшее развитие:
sv: Det finns flera sätt att stödja den fortsatta utvecklingen:
uk: Є кілька способів підтримки подальшого розвитку:

# administration.donation.invoice
source: Invoice
da: Faktura
es: Factura
fa: صورت‌حساب
fi: Lasku
fr: Facture
it: Fattura
nl: Factuur
ru: Выставление счёта
sv: Faktura
uk: Рахунок-фактура

# administration.donation.invoice.sub
source: An invoice is possible!
da: En faktura er mulig!
es: Es posible enviar factura
fa: صدور صورت‌حساب ممکن است!
fi: Lasku on mahdollinen!
fr: Une facture est possible !
it: È disponibile una fattura!
nl: Een factuur is mogelijk!
ru: Возможно выставить счёт!
sv: Det är möjligt att få en faktura!
uk: Рахунок-фактура можливо!

# administration.donation.invoice.text
source: I can create a proper invoice to keep your accounting happy - contact me for details.
da: Jeg kan oprette en faktura, så dit bogholderi er glade - kontakt mig for detaljer.
es: Puedo crear una factura para mantener feliz a tu contable - contáctame para más detalles.
fa: امکان صدور صورت‌حساب برای حفظ قواعد حساب‌داری شما وجود دارد - برای این‌کار با ما تماس بگیرید.
fi: Voin luoda asianmukaisen laskun pitääksesi kirjanpitosi onnellisena - ota minuun yhteyttä saadaksesi lisätietoja.
fr: Je peux créer une facture adéquate pour que votre comptabilité soit satisfaite - contactez-moi pour plus de détails.
it: Posso creare una regolare fattura per far felice la tua contabilità - contattami per i dettagli.
nl: Er kan een volwaardige factuur gemaakt worden voor de boekhouding - neem contact op voor details.
ru: Я могу создать необходимый счет - свяжитесь со мной для уточнения деталей.
sv: Jag kan skapa en riktig faktura för att hålla din redovisning glad - kontakta mig för mer information.
uk: Я можу створити належний рахунок-фактуру, щоб ваш облік був задоволеним - зв’яжіться зі мною для отримання деталей.

# administration.donation.patreon.sub
source: Support me on patreon.com
da: Støt mig på patreon.com
es: Apóyame en patreon.com
fa: من را در patreon.com پشتیبانی کنید
fi: Tue minua kohteessa: patreon.com
fr: Soutiens moi sur patreon.com
it: Supportami su patreon.com
nl: Ondersteun met op patreon.com
ru: Поддержка на patreon.com
sv: Stöd mig på patreon.com
uk: Підтримайте мене на patreon.com

# administration.donation.patreon.text
source: Support me on patreon and get access to additional extensions and snippets as reward.
da: Støt mig på patreon og få adgang til yderligere udvidelser og snippets til gengæld.
es: Apóyame en patreon y obtén acceso a extensiones y fragmentos adicionales como recompensa.
fa: من را در patreon پشتیبانی نمائید تا تکه‌کدها و افزونه‌های دیگری به عنوان جایزه دریافت نمائید.
fi: Tue minua patreonissa ja saat palkkiona pääsyn lisälaajennuksiin ja snippetteihin.
fr: Soutenez-moi sur patreon et obtenez l'accès à des extensions et des extraits supplémentaires en guise de récompense.
it: Supportami su patreon e ottieni l'accesso a estensioni aggiuntive e snippet come ricompensa.
nl: Ondersteun met op patreon en krijg toegang tot extra extensies en codefragementen als beloning.
ru: Поддержите меня на patreon и получите доступ к дополнительным расширениям и фрагментам кода в качестве награды.
sv: Stöd mig på patreon och få tillgång till ytterligare tilläggsmoduler och utdrag som belöning.
uk: Підтримайте мене на Patreon і отримайте доступ до додаткових розширень та фрагментів коду, як винагороду та подяку за підтримку.

# administration.donation.paypal.sub
source: Donate via PayPal
da: Donér via PatPal
es: Dona vía PayPal
fa: کمک بواسطۀ PayPal
fi: Lahjoita PayPalilla
fr: Faire un don via PayPal
it: Dona tramite PayPal
nl: Doneer via PayPal
ru: Пожертвование через PayPal
sv: Donera via PayPal
uk: Пожертвувати через Paypal

# administration.donation.paypal.text
source: Support me by a donation on paypal.com. It is just one click away.
da: Støt mig med en donation på paypal.com. Kun et klik væk.
es: Apóyame con una donación en paypal.com. Está a sólo un clic de distancia.
fa: کمک به واسطۀ اعانه از طریق paypal.com. این فقط یک کلیک فاصله دارد.
fi: Tue minua lahjoittamalla kohteessa : paypal.com. Se on vain yhden klikkauksen päässä.
fr: Soutenez-moi par un don sur paypal.com. C'est juste à un clic.
it: Supportami con una donazione su paypal.com. È solo ad un click di distanza.
nl: Ondersteun me via een donatie op paypal.com. Het is slechts een klik verwijderd.
ru: Поддержите меня пожертвованием на paypal.com. Всего один щелчок.
sv: Stöd mig genom en donation på paypal.com. Det är bara ett klick bort.
uk: Підтримайте мене пожертвою на paypal.com. Це лише один клік.

# administration.donation.amazon
source: Amazon wishlist
da: Amazon ønskeliste
es: Lista de deseos de Amazon
fa: فهرست علاقمندی‌های Amazon
fi: Amazon toivelista
fr: Liste de souhaits Amazon
it: Lista Desideri su Amazon
nl: Amazon verlanglijst
ru: Список пожеланий Amazon
sv: Amazon önskelista
uk: Перелік мої бажань на Amazon

# administration.donation.amazon.sub
source: Satisfy a wish of my Amazon wishlist
da: Opfyld et ønske på min Amazon ønskeliste
es: Satisfacer un deseo de mi lista de deseos de Amazon
fa: یکی از علاقمندی‌های من را در سایت Amazon خرید کنید
fi: Tyydytä Amazon-toivomuslistani toive
fr: Répondre à un souhait de ma liste de souhaits Amazon
it: Soddisfa un desiderio della mia Lista Desideri su Amazon
nl: Kies een item van de Amazon verlanglijst
ru: Выполнить желание из моего списка на Amazon
sv: Tillfredsställ en önskan på min Amazon önskelista
uk: Задові́льніть мої потреби з мого списку бажань на Amazon

# administration.donation.amazon.text
source: Most of the listed products are for my family and our hobby cooking. Make us happy!
da: De fleste viste produkter er til min familie og vores hobby med madlavning. Gør os glade!
es: La mayoría de los productos listados son para mi familia y para nuestro hobby culinario. Haznos felices!
fa: اکثر محصولات فهرست شده برای خانوادۀ من و علاقمندی‌های پخت و پز است. ما را خوشحال کنید!
fi: Suurin osa luetelluista tuotteista on tarkoitettu perheelleni ja harrastukseeni ruoanlaittoon. Tee meistä onnellisia!
fr: La plupart des produits énumérés sont destinés à ma famille et à notre passe-temps culinaire. Rendez-nous heureux!
it: La maggior parte dei prodotti elencati sono per la mia famiglia e il nostro hobby della cucina. Rendici felici!
nl: De meeste producten van de lijst zijn voor mijn familie en onze kookhobby. Maak ons blij!
ru: Большинство из перечисленных продуктов предназначены для моей семьи и нашего хобби. Осчастливите нас!
sv: De flesta av de listade produkterna är för min familj och vår hobby matlagning. Gör oss glada!
uk: Більшість із перелічених продуктів є для моєї родини та для нашого хобі кулінарії. Порадуйте нас!

# administration.donation.sponsors
source: Current sponsors
da: Aktuelle sponsorer
es: Patrocinadores actuales
fa: پشتیبان‌های کنونی
fi: Nykyiset sponsorit
fr: Sponsors actuels
it: Sponsor attuali
nl: Huidige sponsoren
ru: Текущие спонсоры
sv: Nuvarande sponsorer
uk: Поточні спонсори

# administration.donation.sponsors.text
source: The following companies and people have already supported me.
da: Følgende firmaer og personer har allerede støttet mig.
es: Las siguientes empresas y personas ya me han apoyado.
fa: شرکت‌ها و افراد زیر تاکنون من را کمک کرده‌اند.
fi: Seuraavat yritykset ja ihmiset ovat jo tukeneet minua.
fr: Les entreprises et personnes suivantes m'ont déjà soutenu.
it: Le seguenti imprese e persone mi hanno già sostenuto.
nl: De volgende bedrijven en mensen hebben me al ondersteund.
ru: Следующие компании и люди уже поддержали меня.
sv: Följande företag och personer har redan stött mig.
uk: Наступні компанії та люди, мене вже підтримали.

# news-folder
source: News
cs: Zprávy
da: Nyheder
es: Noticias
fa: اخبار
fi: Uutiset
fr: Actualités
hr: Vijesti
it: Notizie
km: ព័ត៌មាន
nl: Nieuws
no: Nyheter
pt: Notícias
ru: Новости
sv: Nyheter
uk: Новини

# news-page
source: Page with news plugins
da: Side med nyhedsplugin
es: Página con plugins de noticias
fi: Sivu uutisten laajennuksilla
fr: Page avec le plugin actualité
it: Pagina con plugin news
nl: Pagina met nieuws-plug-ins
ru: Страница с новостными дополнениями
uk: Сторінка з додатком новин

# import.header
source: News Importer
cs: Importér zpráv
da: Nyhedsimportør
es: Importar noticias
fa: واردات خبر
fi: Uutisten tuoja
fr: Importer des actualités
hr: Uvoz vijesti
it: Importatore News
km: នាំចូល​ព័ត៌មាន
nl: Nieuws Importeren
no: Nyhetsimporterer
ru: Импорт новостей
sv: Nyhetsimport
uk: Імпорт новин

# import.choose_a_job
source: Choose a job
cs: Vyberte úlohu
da: Vælg et job
es: Elegir una herramienta
fa: یک کار انتخاب کنید
fi: Valitse työ
fr: Choisissez une tâche
it: Scegli un lavoro
nl: Taak kiezen
no: Velg en jobb
ru: Выберете задание
sv: Välj ett jobb
uk: Виберіть роботу

# import.description
source: This is the "News importer module".
cs: Toto je "modul Importéra zpráv".
da: Dette er "Nyhedsimportør modulet".
es: Este es el "Módulo importador de noticias".
fa: این قسمت "واردات اخبار" است.
fi: Tämä on "uutistentuojamoduuli".
fr: Voici le module d'import des actualités
it: Questo è il "modulo di importazione news".
km: នេះ​គឺជា​"ម៉ូឌុល​នាំចូល​ព័ត៌មាន"។
nl: Dit is de "Nieuws importmodule".
no: Dette er "nyhetsimportmodul".
ru: Это — "модуль импорта новостей".
sv: Detta är "Nyhetsimporteringsmodulen".
uk: Це "Модуль імпортера новин".

# import.done
source: The import has been completed. Reload the module to start a new one.
cs: Import byl dokončen. Pro spuštění nového modul znovu načtěte.
da: Importen er gennemført. Genindlæs modulet for at starte en ny.
es: La importación se ha completado. Vuelva a cargar el módulo para iniciar uno nuevo.
fa: واردات تکمیل شد. این بخش را دوباره بارگذاری کنید یا مجددا شروع کنید.
fi: Tuonti on valmis. Lataa moduuli uudelleen aloittaaksesi uuden.
fr: L'importation est terminée. Rechargez le module pour en commencer un nouveau.
it: L'importazione è stata completata. Ricaricare il modulo per iniziarne uno nuovo.
nl: Importeren voltooid. Herlaad de module om een nieuwe import te starten.
ru: Импорт завершен. Перезагрузите модуль, для запуска нового.
sv: Importen har slutförts. Ladda om modulen för att starta en ny.
uk: Імпорт завершено. Перезавантажте модуль, щоб почати новий.

# import.backupwarning
source: It's strongly recommended to backup all news tables before running an import job.
cs: Doporučuje se zálohovat všechny tabulky zpráv před spuštěním úlohy importu.
da: Det må stærkt anbefales at tage en backup af alle nyhedstabeller, før import-jobbet afvikles.
es: Se recomienda encarecidamente realizar una copia de seguridad de todas las tablas de noticias antes de ejecutar un trabajo de importación.
fa: قبل از واردات خبر قویا پیشنهاد می‌شود از همۀ جداول اخبار پشتیبان تهیه کنید.
fi: Suosittelemme varmuuskopioimaan kaikki uutispöydät ennen tuontityön suorittamista.
fr: Il est fortement recommandé de faire une sauvegarde de toutes les tables liées aux actualités avant de lancer la tâche d'import.
it: Si consiglia vivamente di eseguire un backup di tutte le tabelle delle news prima di eseguire un processo di importazione.
nl: Het wordt aangeraden om alle nieuwstabellen veilig te stellen alvoren een importtaak uit te voeren.
no: Det er sterkt anbefalt å ta backup av alle nyhetstabeller før du kjører en import jobb.
ru: Крайне рекомендуется сделать резервную копию всех таблиц новостей перед запуском работы по импорту.
sv: Det rekommenderas starkt att göra en backup av alla nyhetstabeller innan man kör ett importjobb.
uk: Наполегливо рекомендується створити резервну копію всіх таблиць новин перед запуском процесу імпорту.

# import.backupwarning.header
source: Important!
cs: Důležité!
da: Vigtigt!
es: ¡Importante!
fa: مهم!
fi: Tärkeää!
it: Importante!
nl: Belangrijk!
ru: Важно!
sv: Viktigt!
uk: Важливо!

# import.nojobs
source: No jobs available for the importer.
cs: Pro importéra nejsou k dispozici žádné úlohy.
da: Ingen jobs tilgængelige for importøren.
es: No hay trabajos disponibles para el importador.
fa: وظیفه و عملکردی برای واردکننده در نظر گرفته نشده است.
fi: Tekijälle ei ole saatavilla töitä.
fr: Aucune tâche n'est disponible pour l'import.
it: Non ci sono lavori disponibili per l'importatore.
nl: Geen taken beschikbaar voor de import.
no: Ingen ledige jobber for importfunksjonen.
ru: Недоступны работы для импорта.
sv: Inga jobb tillgängliga för importen.
uk: Жодних робіт для імпортера немає.

# import.error.configuration.title
source: The configuration for the import is incomplete!
cs: Konfigurace importu je neúplná!
da: Konforgurationen til importen er ufuldstændig!
es: ¡La configuración para la importación es incompleta!
fa: پیکربندی واردات ناقص است!
fi: Tuonnin konfiguraatio on epätäydellinen!
fr: La configuration d'import est incomplète !
it: La configurazione per l'importazione è incompleta!
nl: De configuratie voor de import is incompleet!
no: Konfigurasjonen for import er ufullstendig!
ru: Неполная настройка задания по импорту!
sv: Konfigurationen för importen är ofullständig!
uk: Конфігурація імпорту неповна!

# import.error.configuration.resourceFolderImporter
source: Please define the setting "resourceFolderImporter" in the configuration of the extension manager! The given directory will contain all imported files.
cs: Definujte prosím nastavení "resourceFolderImporter" v konfiguraci správce rozšíření! Tento adresář bude obsahovat všechny importované soubory.
da: Definér indstillingen "resourceFolderImporter" i konfigurationen i udvidelsesmanageren! Den angivne folder vil indeholde alle importerede filer.
es: Por favor, defina el ajuste "resourceFolderImporter" en la configuración del administrador de extensiones! El directorio dado contendrá todos los archivos importados.
fa: لطفا تنظیم "resourceFolderImporter" در پیکربندی ادغام کنندۀ افزونه را تعیین کنید! پوشۀ تنظیم شده، دربردارندۀ همۀ فایل‌های وارد شده خواهد بود.
fi: Määritä asetus "resourceFolderImporter" laajennushallinnan konfiguraatiossa! Annettu hakemisto sisältää kaikki tuodut tiedostot.
fr: Veuillez configurer le paramètre "resourceFolderImporter" dans la configuration avec le gestionnaire d'extensions! Le répertoire fourni contiendra tous les fichiers importés.
it: Si prega di definire l'impostazione "resourceFolderImporter" nella configurazione del gestore delle estensioni! La cartella specificata conterrà tutti i file importati.
nl: Definieer de optie "resourceFolderImporter" in de configuratie van Extensiebeheer! De aangegeven map zal alle geïmporteerde bestanden bevatten.
no: Definer innstillingen "resourceFolderImporter" i konfigurasjonen av extension manager! Den oppgitte katalogen vil inneholde alle importerte filer.
ru: В настройках из модуля управления расширениями укажите параметр "resourceFolderImporter"! Указанная директория будет содержать все импортированные файлы.
sv: Vänligen definiera inställningen "resourceFolderImporter" i konfigurationen för tilläggshanteraren! Den angivna katalogen kommer att innehålla alla importerade filer.
uk: Будь ласка, визначте налаштування "resourceFolderImporter" у конфігурації менеджера розширень! Даний каталог буде містити всі імпортовані файли.

# import.error.configuration.resourceFolderImporter.notExist
source: The directory defined in the setting "resourceFolderImporter" does not exist!
cs: Adresář definovaný v nastavení "resourceFolderImporter" neexistuje!
da: Mappen defineret i indstillingen "ressourceFolderImporter" findes ikke!
es: ¡El directorio definido en la opción "resourceFolderImporter" no existe!
fa: پوشۀ تعریف شده در تنظیمات "resourceFolderImporter" موجود نیست!
fi: Asetuksessa "resourceFolderImporter" määritettyä hakemistoa ei ole!
fr: Le répertoire défini dans le paramètre "resourceFolderImporter" n'existe pas!
it: La directory definita nel parametro "resourceFolderImporter" non esiste!
nl: De opgegeven map in de optie "resourceFolderImporter" bestaat niet!
no: Katalogen er definert i innstillingen "resourceFolderImporter" finnes ikke!
ru: Отсутствует директория, указанная в параметре настроек "resourceFolderImporter"!
sv: Katalogen som definieras för inställningen "resourceFolderImporter" existerar ej!
uk: Каталог, визначений у налаштуваннях "resourceFolderImporter", відсутній!

# import.error.configuration.storageUidImporter
source: Please define the setting "storageUidImporter" in the configuration of the extension manager! The given id is the used file storage.
cs: Definujte prosím nastavení "storageUidImporter" v konfiguraci správce rozšíření! Zadaný identifikátor je použité úložiště souborů.
da: Definér indstillingen "storageUidImporter" i konfigurationen i udvidelsesmanageren! Det angivne id er det anvendte fil-lager.
es: ¡Por favor, defina el ajuste "storageUidImporter" en la configuración del gestor de extensiones! El id dado es el usado en el almacenamiento de archivos.
fa: لطفا تنظیم "storageUidImporter" در پیکربندی ادغام کنندۀ افزونه را تعیین کنید! پوشۀ تنظیم شده، بعنوان مخزن ذخیرۀ فایل استفاده خواهد شد.
fi: Määritä asetus "storageUidImporter" laajennushallinnan kokoonpanossa! Annettu tunnus on käytetty tiedostovarasto.
fr: Veuillez configurer le paramètre "storageUidImporter" dans la configuration avec le gestionnaire d'extensions! L'id renseigné correspond a l'espace de stockage utilisé.
hu: Kérjük állítsa be a "storageUidImporter" tulajdonságot a kiterjesztés kezelőben! A megadott ID kerül használatra a fájlok mentéséhez.
it: Si prega di definire l'impostazione "storageUidImporter" nella configurazione del gestore delle estensioni! L'id specificato indicherà lo storage dei file.
nl: Definieer de optie "storageUidImport" in de configuratie van Extensiebeheer! De opgegeven id is de gebruikt Opslag van bestanden.
no: Definer innstillingen "storageUidImporter" i konfigurasjonen av extension manager! Den gitte id er den bruktr fillagringen.
ru: В настройках из модуля управления расширениями укажите параметр "storageUidImporter"! Указанный id используется для хранения файлов.
sv: Vänligen definiera inställningen "storageUidImporter" i konfigurationen för tilläggshanteraren! Givet ID är fillagringen som används.
uk: Будь ласка, визначте налаштування "storageUidImporter" у конфігурації менеджера розширень! Даний ідентифікатор - це використане сховище файлів.

# record.savingdisabled.header
source: Saving is disabled
cs: Ukládání je zakázáno
da: Gem er deaktiveret
es: La búsqueda está desactivada
fa: ذخیره غیرفعال است
fi: Tallennus on poistettu käytöstä
fr: La sauvegarde est désactivée
hu: A mentés letilva
it: Il salvataggio è disabilitato
nl: Opslaan is uitgeschakeld
no: Lagring er slått av
ru: Сохранение отключено
sv: Sparfunktionen är avaktiverad
uk: Збереження вимкнено

# record.savingdisabled.content
source: This record has the following categories assigned that are not defined in your permissions:
da: Dette element har følgende kategorier tilknyttet, som ikke er defineret i dine tilladelser:
it: Questo record ha le seguenti categorie assegnate che non sono state definite nei tuoi permessi:
nl: Dit record heeft de volgende categorieën toegewezen die niet gedefinieerd zijn in uw permissies:
uk: Цей запис містить категорії, які не визначені у ваших дозволах:
