Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_csh_media.xlf
Languages: de, fr

# .description
source: Media record
de: Mediendatensatz
fr: Enregistrement Media

# .details
source: Relation to media records
de: Relation zu Mediendatensätzen
fr: Relation vers des enregistements Media

# _.seeAlso
source: See also the website http://www.news.com/
de: Mehr Information auf http://www.montagmorgen.at/
fr: Voir également le site http://www.news.com/

# hidden.description
source: Hidden elements are never shown in the frontend.
de: Versteckte Elemente werden auf der Website nicht angezeigt.
fr: Les éléments cachés ne sont jamais affichés sur le Frontend

# caption.description
source: Caption of the media element
de: Bildunterschrift des Medienelementes
fr: Titre de l'élément Media

# title.description
source: Additional information for the title tag.
de: Titel des Medienelementes
fr: Information complémentaire à la balise Titre.

# alt.description
source: Additional information for the alt tag.
de: Alternative Beschreibung
fr: Information complémentaire pour la balise alternative.

# type.description
source: Type of media element. This can be (by default): Images, Video & Audio, Plain Html.
de: Typ des Medienelementes. Zur Auswahl stehen: Bild, Video & Audio und DAM
fr: Type de l'élément Media. A choix (par défaut): image, vidéo et audio, HTML pur.

# showinpreview.description
source: If checked, this media element is also available in the list view.
de: Falls aktiviert, wird dieses Medienelement auch in der Listenansicht angezeigt.
fr: Si sélectionné, l'élément Media est également disponible dans la vue en liste.

# video.description
source: Define the URL to the video or audio resource. This can be either a relative path (e.g. fileadmin/video.flv) or an absolute path (e.g. to a youtube video).
de: Geben Sie den Pfad zu einer Video oder Audio-Datei an. Dies kann entweder ein relativer Pfad sein (zum Beispiel fileadmin/video.flv) oder eine externe Url (zum Beispiel zu einem Video auf Youtube).
fr: Définir l'URL vers la ressource vidéo ou audio. Peut être un chemin relatif (par ex. fileadmin/video.flv) ou un chemin absolut (par exemple une vidéo Youtube).

# media.description
source: Select the image itself.
de: Wählen Sie das Bild aus.
fr: Sélectionne l'image.
