Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# flexforms_general.topNewsRestriction
source: Top News
cs: Aktuální zprávy
da: Topnyhed
es: Noticias destacadas
fa: خبر داغ
fi: Suosituimmat uutiset
fr: Actualités prioritaires
hr: Posebne vijesti
hu: Legnépszerűbb hírek
it: News in evidenza
km: ពត៌មាន​សំខាន់
nl: Top nieuws
no: Toppnyheter
pt: Notícias Principais
ro: Articole importante
ru: Главные новости
sv: Huvudnyheter
uk: Топ новини

# flexforms_general.topNewsRestriction.1
source: only Top News records
cs: pouze záznamy Aktuálních zpráv
da: Vis kun topnyheder
es: sólo noticias destacadas
fa: نمایش منحصر به اخبار داغ
fi: Vain suosituimmat uutistallenteet
fr: seulement les enregistrements "Actualités prioritaires"
hr: Samo posebne vijesti
hu: Csak a legnépszerűbb híreket
it: solo le news in evidenza
km: បង្ហាញ​តែពត៌មាន​សំខាន់
nl: alleen Top nieuws records
no: Bare toppnyheter
pt: apenas registros de Notícias Principais
ro: numai articole importante
ru: только статьи главных новостей
sv: endast poster från Huvudnyheter
uk: лише записи Топ новин

# flexforms_general.topNewsRestriction.2
source: except Top News records
cs: mimo záznamy Aktuálních zpráv
da: Vis ikke topnyheder
es: excepto noticias destacadas
fa: استثناء کردن ردیف‌های اخبار داغ
fi: Paitsi suosituimmat uutistallenteet
fr: excepté les enregistrements "Actualités prioritaires"
hr: Osim posebnih vijesti
hu: A legnépszerűbb hírek nélkül
it: escluse le news in evidenza
km: លើកលែង​ពត៌មាន​សំខាន់
nl: behalve Top Nieuws records
no: Untatt toppnyheter
pt: exceto registros de Notícias Principais
ro: fără articole importante
ru: статьи без главных новостей
sv: utom poster från Huvudnyheter
uk: крім записів Топ новин

# flexforms_general.singleNews
source: Show a single news record
cs: Zobrazit jednotlivý záznam zpráv
da: Vis en enkelt nyhed
es: Mostrar un unico registro de noticias
fa: نمایش یک ردیف اخبار منفرد
fi: Näytä yksittäinen uutistallenne
fr: Montrer une seule actualité
hr: Prikaži pojedinačnu vijest
hu: Szimpla hír rekord megjelenítése
it: Mostra la singola news
km: បង្ហាញ​ពត៌មាន​សំខាន់​ពឹស្ដារ
nl: Toon een single nieuws record
no: Vis en enkeltnyhet
pt: Exibir um registro único de notícias
ro: Afișează un singur articol
ru: Статья новостей полностью
sv: Visa EN nyhetspost
uk: Показати один запис новин

# flexforms_general.previewHiddenRecords
source: Allow preview of hidden records
cs: Povolit náhled skrytých záznamů
da: Tillad forhåndsvisning af skjulte nyheder
es: Permitir previsualización de registros ocultos
fa: امکان پیش نمایش ردیف‌های مخفی
fi: Salli piilotettujen tallenteiden esikatselu
fr: Autoriser l'aperçu des enregistrements cachés
hr: Dopusti pregled skrivenih vijesti
hu: Rejtett rekordok előnézetének engedélyezése
it: Consenti anteprima per i record nascosti
km: អនុញ្ញាត​ឱ្យបង្ហាញ​ពត៌មាន​ដែលបានលាក់
nl: Sta preview toe van verborgen records
no: Tillatt forhåndsvisning av skjulte nyheter
pt: Permitir previsualização dos registros ocultos
ro: Permite previzualizarea articolelor ascunse
ru: Разрешить просмотр скрытых записей
sv: Tillåt förhandsgranskning av dolda poster
uk: Дозволити попередній перегляд прихованих записів

# flexforms_general.previewHiddenRecords.I.0
source: No
cs: Ne
da: Nej
fa: خیر
fi: Ei
fr: Non
hr: Ne
hu: Nem
km: ទេ
nl: Nee
no: Nei
pt: Não
ru: Нет
sv: Nej
uk: Ні

# flexforms_general.previewHiddenRecords.I.1
source: Yes
cs: Ano
da: Ja
es: Si
fa: بله
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
it: Sì
km: បាទ
nl: Ja
no: Ja
pt: Sim
ru: Да
sv: Ja
uk: Так

# flexforms_general.previewHiddenRecords.I.2
source: Defined in TypoScript
cs: Definováno v TypoScriptu
da: Defineret i TypoScript
es: Definir en TypoScript
fa: تعریف شده در تایپواسکریپت
fi: Määritetty TypScriptissä
fr: Défini en TypoScript
hr: Određeno u Typoscriptu
hu: TypoScript szerint
it: Definito in TypoScript
km: កំណត់​ក្នុង​TypoScript
nl: Gedefinieerd in TypoScript
no: Definert i TypoSript
pt: Definido no TypoScript
ru: Определено в TypoScript
sv: Definierat i TypoScript
uk: Визначено в TypoScript

# flexforms_general.recursive.I.inherit
source: Defined in TypoScript
cs: Definováno v TypoScriptu
da: Defineret i TypoScript
es: Definir en TypoScript
fa: تعریف شده در تایپواسکریپت
fi: Määritetty TypScriptissä
fr: Défini en TypoScript
hr: Određeno u Typoscriptu
hu: TypoScript szerint
it: Definito in TypoScript
km: កំណត់​ក្នុង​TypoScript
nl: Gedefinieerd in TypoScript
no: Definert i TypoSript
pt: Definido no TypoScript
ru: Определено в TypoScript
sv: Definierat i TypoScript
uk: Визначено в TypoScript

# flexforms_general.selectedList
source: List of articles
cs: Seznam článků
da: Liste over artikler
es: Lista de artículos
fa: فهرست محتوا
fi: Lista artikkeleista
fr: Liste d'articles
it: Lista di articoli
nl: Lijst van artikelen
ru: Список статей
sv: Lista med artiklar
uk: Список статей

# flexforms_template.mediaMaxWidth
source: Max width for media elements
cs: Maximální šířka mediálních prvků
da: Maksimal bredde af medie-elementer
es: Anchura máxima para contenidos multimedia
fa: حداکثر عرض عناصر رسانه‌آی
fi: Maksimi leveys mediaelementeille
fr: Largeur maximale pour les éléments multimédia
hr: Maksimalna širina za medijski element
hu: Max. szélesség a média elemeknek
it: Larghezza massima per i contenuti multimediali
km: ទទឹង​អតិបរមាសម្រាប់​រូបភាព
nl: Max breedte voor media elementen
no: Maks bredde for mediaelementer
pt: Comprimento máximo para elementos de mídia
ro: Lațimea maximă pentru elemente media
ru: Максимальная ширина медиа элементов
sv: Max bredd för mediaelement
uk: Максимальна ширина для медіа елементів

# flexforms_template.mediaMaxHeight
source: Max height for media elements
cs: Maximální výška mediálních prvků
da: Maksimal højde af medie-elementer
es: Altura máxima para contenidos multimedia
fa: حداکثر ارتفاع عناصر رسانه‌ای
fi: Maksimikorkeus mediaelementeille
fr: Hauteur maximale pour les éléments Médias
hr: Maksimalna visina za medijski element
hu: Max. magasság a média elemeknek
it: Altezza massima per i contenuti multimediali
km: កម្ពស់​អតិបរមាសម្រាប់​រូបភាព
nl: Max hoogte voor media elementen
no: Maks høyde for mediaelementer
pt: Altura máxima para elementos de mídia
ro: Înălțimea maximă pentru elemente media
ru: Максимальная высота медиа элементов
sv: Max höjd för mediaelement
uk: Максимальна висота для медіа елементів

# flexforms_template.cropMaxCharacters
source: Length of teaser (in chars)
cs: Délka upoutávky (ve znacích)
da: Længde af koncentrat-tekst (antal bogstaver)
es: Longitud del prólogo ( en letras)
fa: طول خلاصه (لید)(تعداد حروف)
fi: Esikatselun pituus (merkeissä)
fr: Longueur de l'accroche (en caractères)
hr: Duljina uvoda (broj znakova)
hu: A rövid bemutató szöveg hossza (karakter)
it: Lunghezza del testo in anteprima (in caratteri)
nl: Lengte van teaser (in karakters)
no: Lengde på teaser (ingress)
pt: Comprimento do teaser (em caracteres)
ro: Lungimea rezumatului (în caractere)
ru: Длина анонса (символов)
sv: Längd för ingress (antal tecken)
uk: Довжина тизера (в символах)

# flexforms_template.templateLayout
source: Template Layout
cs: Schéma šablony
da: Skabelon-layout
es: Diseño de la plantilla
fa: حالت قالب
fi: Mallin asettelu
fr: Disposition du Template
hr: Predložak
hu: Sablon elrendezés (Layout)
it: Impostazione Template
nl: Sjabloon opmaak
no: Malutseende
pt: Layout do Template
ro: Aspect șablon
ru: Шаблон макета
sv: Mall för layout
uk: Макет шаблону

# flexforms_additional.detailPid
source: PageId for single news display
cs: PageID pro zobrazení jednotlivé zprávy
da: Side der håndterer enkeltvisning af nyheder
es: PageId para una sola pantalla de noticias
fa: شناسۀ صفحه برای نمایش جزئیات خبر
fi: Sivu-Id yksittäiselle uutisnäytölle
fr: Id de la page pour l'affichage en mode "vue détaillée"
hr: ID stranice za pojedinačnu vijest
hu: Az egyéni hír nézet oldala (UID)
it: PageId per la visualizzazione della singola news
km: លេខរៀង​សម្រាប់បង្ហាញ​ព័ត៌មានពឹស្ដារ
nl: PageId voor tonen van single nieuws
no: SideId (PageId) for enletvisning av nyhet
pt: Id de página para exibir notícias únicas
ro: Id pagină pentru afișare articol unic
ru: ID страницы для отображения полного текста новостей
sv: SidID för detaljvy
uk: Ідентифікатор сторінки для окремого відображення новин

# flexforms_additional.backPid
source: PageId to return to
cs: PageID pro návrat zpět
da: Side man skal vende tilbage til
es: Pageld para volver a
fa: شناسۀ صفحۀ بازگشت
fi: Page-Id palata sivulle
fr: Id de la page où retourner
hr: ID stranice za povratak
hu: A vissza link céloldala (UID)
it: PageId a cui ritornare
km: លេខរៀង​សម្រាប់​ត្រឡប់មកបញ្ជីពត៌មានវិញ
nl: PaginaId om naar terug te keren
no: SideId (PageId) å returnere til
pt: Id de página de retorno
ro: Id pagină pentru revenire
ru: ID страницы для возврата
sv: SidID att återvända till
uk: Ідентифікатор сторінки щоб повернутися до

# flexforms_additional.listPid
source: PageId for list display
cs: PageID pro zobrazení seznamu
da: Side der håndterer listevisning
es: PageId para mostrar la lista
fa: شناسۀ صفحۀ فهرست
fi: Page-Id luettelonäytölle
fr: Id de la page pour l'affichage de la liste
hr: ID stranice za prikaz liste vijesti
hu: A lista nézet oldalának azonosítója (UID)
it: PageId per la vista ad elenco
km: លេខរៀង​សម្រាប់បង្ហាញ​បញ្ជីព័ត៌មាន
nl: PaginaId voor lijst weergave
no: SideId (PageId) for listevisning
pt: Id de página para exibição em lista
ro: Id pagină pentru afișare listă
ru: ID страницы со списком новостей
sv: SidID för listvy
uk: Ідентифікатор сторінки для відображення списку

# flexforms_additional.limit
source: Max records displayed
cs: Max zobrazených záznamů
da: Maksimalt antal nyheder der skal vises
es: Máximo de registros mostrados
fa: حداکثر ردیف قابل نمایش
fi: Enimmäismäärät näytetty
fr: Nombre maximum d'éléments affichés
hr: Najveći broj vijesti za prikazati
hu: Maximálisan megjelenített rekordok száma
it: Massimo numero di elementi visualizzati
km: ចំនួន​ពត៌មាន​អតិបរមាដែលត្រូវបង្ហាញ
nl: Maximaal aantal items weergeven
no: Maks nyheter som vises
pt: Máximo de registros exibidos
ro: Maximum articole afișate
ru: Максимальное количество выводимых статей
sv: Max antal poster som visas
uk: Максимум записів для показу

# flexforms_additional.offset
source: Starting with given news record. 0 means first record, 1 the 2nd one!
cs: Začít zprávou #
da: Start fra indlæg nr.
es: Empezar con los siguientes registros de noticias. 0 significa el primer registro, 1 el segundo y así sucesivamente.
fa: شروع با ردیف اخبار وارد شده. 0 به معنای اولین ردیف و 1 به معنای دومین ردیف است!
fi: Alkaen annetusta uutistietueesta. 0 tarkoittaa ensimmäistä levyä, 1 toista!
fr: Démarre avec l'élément d'actualité #. 0 signifie le premier élément, 1 le second
hr: Počni zadanom viješću (0 znači prva vijest, 1 druga...)
hu: A #azonosítójú hírrel kezdődjön a lista
it: Parte dalla notizia indicata. 0 significa la prima, 1 la seconda!
km: ចាប់ផ្តើម​ព័ត៌មានពីលេខ #
nl: Start met nieuws item #
no: Start med nyhet #
pt: Iniciando com registro de notícias dado. 0 significa o primeiro reigistro, 1 o segunto!
ro: Pornețte de la articolul #
ru: Начать со статьи №
sv: Börjar med angiven nyhetspost. 0 innebär första posten, 1 den andra!
uk: Починаючи з даного запису новин. 0 означає перший запис, 1 - другий!

# flexforms_additional.hidePagination
source: Hide the pagination
cs: Skrýt stránkování
da: Skjul sideinddelingen
es: Ocultar la paginación
fa: مخفی کردن صفحه بندی
fi: Piilota sivutus
fr: Cacher la pagination
hr: Sakrij numeriranje stranica
hu: Lapozó elrejtése
it: Nascondi la paginazione
km: លាក់​ការដាក់លេខទំព័រ
nl: Paginanummering verbergen
no: Skjul paginering
pt: Ocultar a paginação
ro: Ascunde paginația
ru: Скрыть разбиение на страницы
sv: Dölj sidnumrering
uk: Приховати нумерацію сторінок

# flexforms_additional.itemsPerPage
source: Items per Page
cs: Položek na stránku
da: Elementer pr. side
es: Elementos por línea:
fa: تعداد نمایش در صفحه
fi: Tuotteita sivua kohden
fr: Éléments par page
hr: Broj vijesti po stranici
hu: Oldalankénti bejegyzésszám
it: Elementi per pagina
km: ចំនួនធាតុ​ក្នុង​មួយ​ទំព័រ
nl: items per pagina
no: Artikler pr. side
pt: Ítens por página
ru: Статей на страницу
sv: Poster per sida
uk: Елементів на сторінці

# flexforms_additional.topNewsFirst
source: Sort "Top news" before
da: Sortér "topnyheder" øverst
fi: Tuotteita sivua kohden
it: Ordina le "News in evidenza" per prime
nl: Sorteer "Top nieuws" voor
ru: Сначала "Главные новости"
uk: Сортувати "Топ новини" раніше

# flexforms_additional.disableOverrideDemand
source: Disable override demand
cs: Zakázat požadavek potlačení
da: Deaktivér "override"-krav
es: Inhabilitar la demanda de anulación
fa: غیرفعال کردن override demand
fi: Poista ohituskysymys käytöstä
fr: Désactiver la demande
hu: A háttérbeli felülírási/utógenerálási módozat tiltása
it: Disabilita la sovrascrittura della richiesta
nl: Schakel override demand uit
no: Deaktiver overstyring
pt: Desativar demanda de substituição
ro: Dezactivează cererea de suprascriere
ru: Отключить возможность переопределения
sv: Inaktivera överskrivningsfunktionen
uk: Вимкнути перевизначення попиту

# flexforms_additional.excludeAlreadyDisplayedNews
source: Exclude already displayed news
cs: Vyloučit již zobrazené zprávy
da: Udeluk allerede viste nyheder
es: Excluir noticias ya mostradas
fa: عدم نمایش اخباری که قبلا نمایش داده شده‌اند
fi: Sulje pois jo näytetyt uutiset
fr: Exclure les actualités déjà affichées
hr: Isključi već prikazane vijesti
hu: A már megjelenített hírek kihagyása
it: Escludi le news già visualizzate
km: ដកចេញ​ព័ត៌មាន​ដែលបង្ហាញរួច
nl: Reeds afgebeeld nieuws uitsluiten
no: Ekskluder allerede viste nyheter
pt: Excluir notícias já exibidas
ru: Исключить уже показанные новости
sv: Exkludera nyheter som redan visats
uk: Виключити вже показані новини

# pagemodule.pageNotAvailable
source: Page with uid "%s" is not available anymore!
da: Siden med uid "%s" er ikke længere tilgængelig!
fi: Sivu, jolla on tunnus "%s", ei ole enää saatavana!
it: La pagina con uid "%s" non è più disponibile!
nl: Pagina met uid "%s" is niet meer beschikbaar!
ru: Страница с uid "%s" более недоступна!
uk: Сторінка з ідентифікатором "% s" більше не доступна!

# pagemodule.recordNotAvailable
source: Record with uid "%s" is not available anymore!
cs: Záznam s uid "%s" již není k dispozici!
da: Nyhedselement med uid "%s" er ikke længere tilgængelig!
es: El registro con el UID "%s" ya no esta disponible!
fa: ردیف اخبار با شناسۀ "%s" دیگر وجود ندارد!
fi: Tallenne uid: lla "% s" ei ole enää saatavilla!
fr: L'actualité avec l'uid "%s" n'est plus disponible !
it: Il record con uid "%s" non è più disponibile!
nl: Nieuwsrecord met uid "%s" is niet meer beschikbaar!
no: Nyhet med uid "%s" er ikke lenger tilgjengelig!
ru: Запись новостей с uid "%s" более недоступна!
sv: Nyhetspost med uid "%s" är ej längre tillgänglig!
uk: Запис із ідентифікатором "% s" більше не доступний!

# pagemodule.newsNotAvailable
source: News record with uid "%s" is not available anymore!
da: Nyhedselement med uid "%s" er ikke længere tilgængelig!
fi: Uutiskirje uid "% s" ei ole enää saatavilla!
it: Il record news con uid "%s" non è più disponibile!
nl: Nieuwsrecord met uid "%s" is niet meer beschikbaar!
ru: Запись новостей с uid "%s" более недоступна!
uk: Запис новини з ідентифікатором "%s" більше не доступний!

# pagemodule.switchToPage
source: Switch to this page
cs: Přepnout na tuto stránku
da: Skift til denne side
es: Cambiar a esta página
fa: تعویض به این صفحه
fi: Vaihda tälle sivulle
fr: Passer à cette page
it: Passa a questa pagina
nl: Wissel naar deze pagina
no: Bytt til denne siden
ru: Переключиться на эту страницу
sv: Byt till denna sida
uk: Перемкнути на цю сторінку

# pagemodule_simple
source: Simple list
cs: Jednoduchý seznam
da: Simpel liste
es: Lista simple
fa: فهرست ساده
fi: Yksinkertainen luettelo
fr: Liste simple
hr: Jednostavna lista
hu: Egyszerű lista
it: Elenco semplice
km: បញ្ជី​ធម្មតា
nl: Simpele lijst
no: Enkel liste
pt: Lista simples
ro: Listă simplă
ru: Простой список
sv: Enkel lista
uk: Простий список

# pagemodule_advanced
source: Advanced list
cs: Pokročilý seznam
da: Avanceret liste
es: Lista avanzada
fa: فهرست پیشرفته
fi: Lisäluettelo
fr: Liste avancée
hr: Napredna lista
hu: Bővített lista
it: Elenco avanzato
km: បញ្ជី​កម្រិតខ្ពស់
nl: Geavanceerde lijst
no: Avansert liste
pt: Lista avançada
ro: Listă avansată
ru: Расширенный список
sv: Avancerad lista
uk: Розширений список

# pagemodule_complex
source: Full list
cs: Plný seznam
da: Fuld liste
es: Lista completa
fa: فهرست کامل
fi: Täysi lista
fr: Liste complète
hr: Potpuna lista
hu: Teljes lista
it: Elenco completo
km: បញ្ជី​ពេញលេញ
nl: Volledige lijst
no: Full liste
pt: Lista completa
ro: Listă completă
ru: Полный список
sv: Fullständig lista
uk: Повний список

# extmng.prependAtCopy
source: Prepend at copy: Prepend string "copy X".
da: Tilføj kopieringstekst v. kopi:Ved kopiering af nyheder tilføjes "Kopi X" til titlen
fi: Valmistus kopiointiin: Valmistele merkkijono "kopio X".
it: Prefisso per la copia: premetti il testo "copia X"
nl: Prepend bij kopiëren: Prepend string "copy X".
ru: Приставка для копии: строка приставки &quot;копия Х&quot;.
uk: Додати перед копіюванням: Додати перед рядком "копіювати X".

# extmng.categoryRestriction
source: Category restriction: Restrict the available categories in news records. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. This feature is currently under development and not beeing expected to work!
cs: Omezení kategorie: Omezení dostupné kategorie v záznamech zpráv. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. Tato funkce je v současné době ve vývoji a neočekává se, že bude fungovat!
da: Kategoribegrænsning: Begræns hvilke kategorier, der er tilgængelige i nyhedselementer. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_ID=120. Funktionen er under udvikling og kan derfor ikke forventes at virke korrekt!
es: Restricción de categoría: Restringir las categorías disponibles en los registros de noticias. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. Esta característica está actualmente en desarrollo y no se espera que funcione!
fa: محدودیت دسته‌ها: محدود کردن دسته‌های قابل دسترسی ردیف‌های خبری. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_ID=120. این قابلیت تحت توسعه است و انتظار واکنش کاملا صحیح آن نیست!
fi: Luokkarajoitus: Rajoita käytettävissä olevia luokkia uutistietueissa. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST = 120. Tätä ominaisuutta kehitetään parhaillaan, eikä sen odoteta toimivan!
fr: Restriction de catégorie : Restreindre les catégories disponibles dans les enregistrements d'actualités. PageTsConfig : TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. Cette fonctionnalité est actuellement en cours de développement et ne devrait pas fonctionner !
it: Restrizione cetegoria: restringi le categorie disponibili per una news. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_ID=120. Questa caratteristica è in sviluppo, non ci si aspetti che funzioni!
nl: Categorie restrictie: Beperk de beschikbare categorieën in nieuws records. PageTSconfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST = 120. Deze feature is momenteel in ontwikkeling en zal waarschijnlijk niet werken!
ru: Ограничения для категорий: ограничение доступных для статей новостей категорий. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. Этот функционал находится в разработке и может не работать надлежащим образом!
sv: Kategori begränsning: Begränsa de tillgängliga kategorierna i nyhetsposter. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_ID=120. Den här funktionen är för närvarande under utveckling och förväntas inte fungera!
uk: Обмеження категорій: обмежте доступні категорії в записах новин. PageTsConfig: TCEFORM.tx_news_domain_model_news.categories.PAGE_TSCONFIG_IDLIST=120. Ця функція наразі розробляється і не очікується, що вона працюватиме!

# extmng.categoryRestriction.current_pid
source: Categories from current page
cs: Kategorie z aktuální stránky
da: Kategorier fra denne side
es: Categorías de la página actual
fa: دسته‌های موجود در همین صفحه
fi: Kategoriat nykyiseltä sivulta
fr: Catégories de la page en cours
hr: Kategorije trenutne stranice
hu: Kategóriák az aktuális oldalról
it: Categorie dalla pagina corrente
km: ប្រភេទ​ពី​ទំព័រ​បច្ចុប្បន្ន
nl: Categorieën van de huidige pagina
no: Kategorier fra gjeldende side
pt: Categorias da página atual
ro: Categorii din pagina curentă
ru: Категории из текущей страницы
sv: Kategorier från nuvarande sida
uk: Категорії з поточної сторінки

# extmng.categoryRestriction.siteroot
source: Categories from site root
cs: Kategorie z kořenu stránek
da: Kategorier fra sitets rodside
es: Categorías de la raíz del sitio
fa: گروه‌های موجود از ریشۀ سایت
fi: Kategoriat sivuston juuresta
fr: Catégories de la racine du site
hu: Kategóriák a kezdő (Root) oldalról
it: Categorie dalla radice del sito
km: ប្រភេទ​ពី​ទំព័រ​មេ
nl: Categorieën van de site root
no: Kategorier fra siderot
pt: Categorias da raíz do site
ro: Categorii din rădăcina site
ru: Категории из корня сайта
sv: Kategorier från webbplatsens rot
uk: Категорії кореня сайту

# extmng.categoryRestriction.pages_tsconfig
source: Page TsConfig
cs: TSConfig stránky
da: Sidens TS-konfiguration
es: TsConfig de la página
fa: پیکربندی تایپواسکریپتی صفحه
fi: Sivu TsConfig
fr: Configuration TsConfig de la page
hu: Oldal TSconfig
it: TSconfig della pagina
nl: Pagina TsConfig
no: Side TsConfig
pt: TSconfig da página
ro: Pagina TsConfig
ru: TsConfig страницы
sv: TsConfig för sidan
uk: Сторінка TsConfig

# extmng.categoryRestriction.none
source: No restriction
cs: Bez omezení
da: Ingen restriktioner
es: Restricción
fa: بدون محدودیت
fi: Ei rajoitusta
fr: Sans restriction
hu: Korlátozás nélkül
it: Nessuna restrizione
km: គ្មាន​ការដាក់កម្រិត
nl: Geen restrictie
no: Ingen begrensinger
pt: Sem restrição
ro: Fără restricții
ru: Без ограничений
sv: Ingen begränsning
uk: Без обмежень

# extmng.categoryBeGroupTceFormsRestriction
source: Editor needs to have permissions to all selected categories to save a news item
cs: Editor musí mít pro uložení zprávy oprávnění ke všem vybraným kategoriím
da: Redaktør skal have tilladelser til alle valgte kategorier for at gemme et nyhedselement
es: Editor necesita tener permisos para todas las categorías seleccionadas para guardar una noticia
fa: ویراستار باید مجوزهای لازم را برای دسترسی به همۀ گروه‌های انتخابی داشته باشد تا امکان ذخیرۀ اخبار را بیابد
fi: Editoijalla on oltava oikeudet kaikkiin valittuihin kategorioihin uutisen tallentamiseksi
fr: Les contributeurs doivent avoir la permission sur toutes les catégories sélectionnées pour enregistrer l'élément
hu: A szerkesztőnek hozzáféréssel kell rendelkeznie a kiválasztott kategóriákhoz, különben a hírt nem tudja elmenteni
it: Il redattore ha bisogno di avere le autorizzazioni a tutte le categorie selezionate per salvare una news
km: អ្នកបញ្ចូលទិន្នន័យ​ត្រូវមាន​សិទ្ធិ​គ្រប់​ប្រភេទ​ដែលបានជ្រើសរើស​ដើម្បី​រក្សាទុក​ព័ត៌មាន
nl: Redacteur moet toegang hebben tot alle gekozen categorieën om een niewsbericht op te kunnen slaan
no: Editor må ha tillatelser til alle valgte kategorier for å lagre en nyhet
pt: O editor precisa de permissões a todas as categoria selecionadas para salvar um ítem de notícias
ru: Для возможности сохранения статей новостей редакторам необходим доступ ко всем выбранным категориям
sv: Redaktörer måste ha rättigheter till valda kategorier för att kunna spara en nyhetspost
uk: Щоб зберегти новину, редактору потрібні дозволи на всі вибрані категорії
