Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, fa, fi, hr, it, km, nl, no, sl, uk

# tx_news_domain_model_news.tabs.relations
source: Relations
da: Relationer
fa: رابطه‌ها
fi: Lisätiedot (kategoriat, linkitetyt uutiset jne.)
hr: Povezane vijesti
it: Correlati
km: ទំនាក់ទំនង
nl: Relaties
no: Relasjoner
sl: Povezave
uk: Зв'язки

# tx_news_domain_model_news.palettes.alternativeTitles
source: Alternative Titles
da: Alternative titler
fa: عناوین جایگزین
hr: Zamjenski naslovi
it: Titolo Alternativo
km: ចំណងជើង​​ជំនួស
nl: Alternatieve titels
no: Alternative titler
sl: Nadomestni naslovi
uk: Альтернативні назви

# tx_news_domain_model_news.palettes.dates
source: Dates
da: Datoer
fa: تاریخ‌ها
hr: Datumi
nl: Datums
no: Datoer
sl: Datumi
uk: Дати

# tx_news_domain_model_news
source: News
da: Nyheder
fa: اخبار
fi: Uutiset
hr: Vijesti
km: ប្រព័ន្ធពត៌មាន
nl: Nieuws
no: Nyheter
sl: Novice
uk: Новини

# tx_news_domain_model_news.alternative_title
source: Alternative title
da: Alternativ titel
fa: عنوان جایگزین
hr: Zamjenski naslov
it: Titolo Alternativo
km: ចំណងជើង​ជំនួស
nl: Alternatieve titel
no: Alternatil tittel
sl: Nadomestni naslov
uk: Альтернативна назва

# tx_news_domain_model_news.teaser
source: Teaser
da: Koncentrat
fa: خلاصه (لید)
fi: Houkutin eli teaser
hr: Uvod
it: Introduzione
km: កថាមុខ
no: Teaser (ingress)
sl: Uvodnik
uk: Тизер

# tx_news_domain_model_news.datetime
source: Date & Time
da: Dato og tid
fa: تاریخ و زمان
fi: Pvm ja aika
hr: Datum i vrijeme
it: Data & Ora
km: កាលបរិច្ឆេត​និងពេលវេលា
nl: Datum & Tijd
no: Dato og tid
sl: Datum in ura
uk: Дата & Час

# tx_news_domain_model_news.archive
source: Archive
da: Arkiv
fa: بایگانی
fi: Arkistointi
hr: Arhiva
it: Archivio
km: រក្សាទុក
nl: Archief
no: Arkiv
sl: Arhiv
uk: Архів

# tx_news_domain_model_news.archive.placeholder
source: Define when the news should be listed in the archive
da: Definér hvornår nyheder skal vises i arkivet
fa: زمان بایگانی شدن اخبار را انتخاب کنید
fi: Uutisen näyttäminen arkistossa
hr: Odredi kada će vijesti biti u listi arhive
it: Definisce quando la news Ã¨ inserita in archivio
km: កំណត់​ពេលវេលា​ដែលព័ត៌មាន​ត្រូវបានរក្សាទុក​ក្នុងបណ្ណសារ
nl: Instellen wanneer het nieuws in het archief opgenomen moet worden
no: Definer hvilke nyheter som skal listes i akrivet
uk: Визначає, коли новини повинні бути розміщені в архіві

# tx_news_domain_model_news.categories
source: Categories
da: Kategorier
fa: دسته‌ها
fi: Kategoriat
hr: Kategorije
it: Categorie
km: ប្រភេទនៃពត៌មាន
nl: CategorieÃ«n
no: Kategorier
sl: Kategorije
uk: Категорії

# tx_news_domain_model_news.related
source: Related News
da: Relaterede nyheder
fa: اخبار مرتبط
fi: Tähän liittyvät uutiset
hr: Povezane vijesti
it: News correlate
km: ពត៌មាន​ដែលទាក់ទង
nl: Gerelateerd Nieuws
no: Relaterte nyheter
sl: Podobne novice
uk: Пов'язані новини

# tx_news_domain_model_news.related_from
source: Related News (from)
da: Relaterede nyheder (fra)
fa: اخبار مرتبط (اشاره کننده)
fi: Tähän liittyvät uutiset (from)
hr: Povezane vijesti (od)
it: News collegate (da)
km: ព័ត៌មាន​ទាក់ទង​(មកពី)
nl: Gerelateerd nieuws (van)
no: Relaterte nyheter (fra)
sl: Podobne novice (od)
uk: Пов'язані новини (з)

# tx_news_domain_model_news.fal_related_files
source: Related Files
da: Relaterede filer
fa: فایل‌های مرتبط
fi: Tiedostot
hr: Povezane datoteke
it: File correlati
km: ឯកសារ​ដែលទាក់ទង
nl: Gerelateerde Bestanden
no: Relaterte filer
sl: Podobne datoteke
uk: Пов'язані файли

# tx_news_domain_model_news.fal_related_files.add
source: Add related file
da: Tilføj relateret fil
fa: افزودن فایل مرتبط
fi: Lisää tiedosto
hr: Dodaj povezanu datoteku
it: Aggiungi file correlati
km: បញ្ចូល​ឯកសារ​ទាក់ទង
nl: Een gerelateerd bestand toevoegen
no: Legg til en relatert fil
sl: Dodaj podobno datoteko
uk: Додати пов'язаний файл

# tx_news_domain_model_news.related_links
source: Related Links
da: Relaterede links
fa: پیوندهای مرتبط
fi: Linkit
hr: Poveznice (linkovi)
it: Link correlati
km: តំណភ្ជាប់​ដែលទាក់ទង
nl: Gerelateerde Links
no: Relaterte linker
sl: Podobne povezave
uk: Пов'язані посилання

# tx_news_domain_model_news.type.I.0
source: News
da: Almindelig nyhed
fa: اخبار
fi: Uutiset
hr: Vijesti
km: ប្រព័ន្ធពត៌មាន
nl: Nieuws
no: Nyhet
sl: Novice
uk: Новини

# tx_news_domain_model_news.type.I.1
source: Internal link
da: Intern side
fa: پیوند داخلی
fi: Sisäinen sivu
hr: Unutarnja stranica
it: Pagina Interna
km: ទំព័រ​ខាងក្នុង
nl: Interne Pagina
no: Intern side
sl: Notranja povezava
uk: Внутрішнє посилання

# tx_news_domain_model_news.type.I.2
source: External Page
da: Ekstern side
fa: صفحۀ بیرونی
fi: Ulkoinen sivu
hr: Vanjska stranica
it: Pagina esterna
km: ទំព័រ​​ខាងក្រៅ
nl: Externe Pagina
no: Ekstern side
sl: Zunanja stran
uk: Зовнішня сторінка

# tx_news_domain_model_news.fal_media
source: Media file
da: Mediefil
fa: فایل رسانه‌ای
fi: Mediatiedosto
hr: Medijska datoteka
it: File multimediale
km: ឯកសារ​មេឌា
nl: Media-bestand
no: Mediafil
sl: Predstavnostna datoteka
uk: Медіа файл

# tx_news_domain_model_news.fal_media.add
source: Add media file
da: Tilføj mediefil
fa: افزودن فایل رسانه‌ای
fi: Lisää mediatiedosto
hr: Dodaj medijsku datoteku
it: Aggiungi file multimediale
km: បញ្ចូល​ឯកសារ​មេឌា
nl: Media-bestand toevoegen
no: Legg til mediafil
sl: Dodaj predstavnostno vsebino
uk: Додати медіа файл

# tx_news_domain_model_news.istopnews
source: Top news
da: Topnyhed
fa: اخبار داغ
fi: Top-uutinen
hr: Posebne vijesti
it: News in evidenza
km: ព័ត៌មាន​សំខាន់ៗ
nl: Top nieuws
no: Toppnyheter
sl: Izpostavljena novica
uk: Перші новини

# tx_news_domain_model_news.content_elements
source: Content elements
da: Indholdselement
fa: عناصر محتوایی
fi: Sisältöelementit
hr: Element sadržaja
it: Elementi di contenuto
km: អត្ថបទ​ព័ត៌មាន
nl: Content elementen
no: Innholdslement
sl: Vsebinski elementi
uk: Елементи вмісту

# tx_news_domain_model_news.tags
source: Tags
da: Nyheds tags
fa: برچسب‌ها
hr: Oznake
km: ស្លាក
no: Tagger
uk: Теги

# tx_news_domain_model_news.tags.add
source: Add a new tag
da: Tilføj nyt nyheds tag
fa: افزودن برچسب جدید
hr: Dodaj novu oznaku
it: Aggiungi un nuovo tag
km: បញ្ចូល​ស្លាក​ថ្មី
nl: Voeg een nieuwe tag toe
no: Lagg til en ny tag
uk: Додати новий тег

# tx_news_domain_model_news.tags.list
source: List all tags
da: Vis alle nyheds tags
fa: فهرست همۀ برچسب‌ها
hr: Prikaži sve oznake
it: Elenca tutti i tag
km: រាយ​ស្លាក​ទាំអស់
nl: Toon lijst van alle tags
no: List alle tagger
uk: Список усіх тегів

# tx_news_domain_model_news.tags.edit
source: Edit tag
da: Redigér nyheds tag
fa: ویرایش برچسب
hr: Uredi oznaku
it: Modifica etichetta
km: កែ​ស្លាក
nl: Label bewerken
no: Rediger tag
uk: Редагувати тег

# tx_news_domain_model_news.keywords.placeholder
source: Keyword1, keyword2, keyword3
da: Nøgleord1, nøgleord2, nøgleord3
fa: کلیدواژۀ1, کلیدواژۀ2, کلیدواژۀ3
fi: Avainsana1, avainsana2, avainsana3
hr: ključna riječ 1, ključna riječ 2...
km: ពាក្យគន្លឹះទី១,​ពាក្យគន្លឹះទី២,​ពាក្យគន្លឹះទី៣​
nl: Trefwoord1, trefwoord2, trefwoord3
no: Nøkkelord1, nøkkelord2, nøkkelord3
sl: Ključna beseda 1, ključna beseda 2, ključna beseda 3
uk: КлючовеСлово1, КлючовеСлово2, КлючовеСлово3

# tx_news_domain_model_tag.seo.seo_title
source: <title>-Tag
da: &lt;title&gt;-nyheds tag
fa: برچسب &lt;title&gt;
it: &lt;title&gt;-Tag
nl: &lt;title&gt;-tag
no: <title>-Tagg
uk: <title>-Тег

# tx_news_domain_model_tag.seo.seo_description
source: Meta-Description
da: Meta-beskrivelse
fa: توضیحات فرامتنی
nl: Metabeschrijving
no: Meta-beskrivelse
uk: Mета-опис

# tx_news_domain_model_tag.seo.seo_headline
source: Headline (H1)
da: Overskrift (H1)
fa: عنوان (H1)
it: Testata (H1)
nl: Kopregel (H1)
no: Overskrift (H1)
uk: Заголовок (H1)

# tx_news_domain_model_tag.seo.composeo_text
source: SEO Text-Container
da: SEO tekstcontainer
fa: دربردارندۀ متن SEO
nl: SEO-tekstvak
no: SEO-tekstfelt
uk: Текстовий контейнер SEO

# tx_news_domain_model_category.image
source: Image
da: Billede
fa: تصویر
fi: Kuva
hr: Slika
it: Immagine
km: រូបភាព
nl: Afbeelding
no: Bilde
uk: Зображення

# tx_news_domain_model_category.single_pid
source: Single-view page for news from this category
da: Enkeltvisningsside for nyheder med denne kategori
fa: صفحۀ نمایش جزئیات مرتبط با اخبار داخل این دسته
fi: Tämän kategorian uutisten yksittäisnäkymäsivu
hr: Stranica pojedinačne vijesti za ovu kategoriju
it: Pagina di visualizzazione singola per le notizie di questa categoria
km: ទំព័រពឹស្ដារ​របស់ព័ត៌មានស្រង់ចេញ​ពីប្រភេទនេះ
nl: Single-view pagina voor nieuws uit deze categorie
no: Side for enkeltvisning fra denne kategorien
uk: Сторінка єдиного перегляду новин із цієї категорії

# tx_news_domain_model_category.shortcut
source: News category shortcut
da: Genvej til kategori
fa: پیوند میانبر دستۀ خبری
fi: Uutiskategorian oikopolku
hr: Stranica za ovu kategoriju
it: Shortcut per la categoria delle news
nl: Nieuws categorie snelkoppeling
no: Snarvei for nyhetskategori
uk: Ярлик категорії новин

# tx_news_domain_model_category.seo.seo_title
source: <title>-Tag
da: &lt;title&gt;-nyheds tag
fa: برچسب &lt;title&gt;
it: &lt;title&gt;-Tag
nl: &lt;title&gt;-tag
no: <title>-Tagg
uk: <title>-Тег

# tx_news_domain_model_category.seo.seo_description
source: Meta-Description
da: Meta-beskrivelse
fa: توضیحات فرامتن-Meta
nl: Metabeschrijving
no: Meta-beskrivelse
uk: Mета-опис

# tx_news_domain_model_category.seo.seo_headline
source: Headline (H1)
da: Overskrift (H1)
fa: عنوان (H1)
nl: Kopregel (H1)
no: Overskrift (H1)
uk: Заголовок (H1)

# tx_news_domain_model_category.seo.seo_text
source: SEO Text-Container
da: SEO tekstcontainer
fa: دربردارندۀ متن SEO
nl: SEO-tekstvak
no: SEO-tekstfelt
uk: Текстовий контейнер SEO

# tx_news_domain_model_link
source: News Link Element
da: Relateret link
fa: عنصر پیوند خبر
hr: Element poveznice vijesti
it: Elemento link della news
km: តំណភ្ជាប់​ធាតុ​ព័ត៌មាន
nl: Nieuws linkelement
no: Linkelement for nyheter
uk: Елемент посилання на новини

# tx_news_domain_model_link.title
source: Title
da: Titel
fa: عنوان
hr: Naslov
it: Titolo
km: ចំណងជើង
nl: Titel
no: Tittel
sl: Naslov
uk: Назва

# tx_news_domain_model_link.description
source: Description
da: Beskrivelse
fa: توضیح
hr: Opis
it: Descrizione
km: ពិពណ៌នាសង្ខេប
nl: Beschrijving
no: Beskrivelse
sl: Opis
uk: Опис

# tx_news_domain_model_link.uri
source: URL
fa: نشانی
hr: Poveznica (link)
km: តំណភ្ជាប់

# tx_news_domain_model_tag.tabs.seo
source: SEO
fa: سئو

# tx_news_domain_model_tag
source: News Tag
da: Nyheds tag
fa: برچسب خبر
hr: Oznaka vijesti
it: Tag della news
km: ស្លាក​ព័ត៌មាន
nl: Nieuws Tag
no: Nyhetstag
uk: Тег новин

# tx_news_domain_model_tag.title
source: Title
da: Titel
fa: عنوان
hr: Naslov
it: Titolo
km: ចំណងជើង
nl: Titel
no: Tittel
uk: Назва

# tx_news_domain_model_media.showinpreview
source: Show in list views
da: Vis i listevisninger
fa: نمایش در نماهای فهرستی
nl: Toon in lijstweergaven
no: Vis i listevisning
sl: Prikaži v pogledu seznama
uk: Показати у вигляді списку

# tx_news_domain_model_media.showinviews
source: Show in views
da: Vis i listevisninger
fa: نمایش در نماها
nl: Toon in weergaven
no: Synlighet i visninger
sl: Pokaži v pogledih
uk: Показати на переглядах

# tx_news_domain_model_media.showinviews.0
source: Show only in detail views
da: Vis kun i detaljevisninger
fa: نمایش منحصر به نمای کامل
nl: Toon alleen in detail weergaven
no: Synlig kun i detaljvisninger
sl: Prikaži samo v podrobnih pogledih
uk: Показувати лише в детальних переглядах

# tx_news_domain_model_media.showinviews.1
source: Show in all views
da: Vis i alle visninger
fa: نمایش در همۀ نماها
nl: Toon in alle weergaven
no: Synlig i alle visninger
sl: Pokaži v vseh pogledih
uk: Показувати у всіх переглядах

# tx_news_domain_model_media.showinviews.2
source: Show only in list views
da: Vis kun i listevisninger
fa: نمایش منحصر به نماهای فهرستی
nl: Toon alleen in lijst weergaven
no: Synlig kun i listevisning
sl: Prikaži samo v pogledu seznama
uk: Показувати лише у вигляді списку

# tx_news_domain_model_news.path_segment
source: Speaking URL path segment
da: Speaking URL sti-segment
fa: متن بامعنا در مسیر نشانی
fi: uutisen osoite (osoitepolun loppuosa)
hr: SEO poveznica
it: Path del segmento per URL semplificato
km: កំណាត់​តំណភ្ជាប់ទម្រង់​ល្អ
nl: Leesbare URL
no: "Snakkende URL" pathsegment
sl: URL segment
uk: Сегмент шляху мовлення URL

# be_user.tx_news_categorymounts
source: News: Category restriction
da: Nyheder: Kategori-begrænsning
fa: خبر: محدودیت دسته
hr: Vijesti: ograničenje kategorije
it: News: Restrizioni di categorie
nl: Nieuws: categoriebeperking

source: Notes
da: Noter
fa: یادداشت‌ها
it: Note
nl: Aantekeningen
no: Notater
sl: Zapiski
uk: Нотатки

# tx_news_domain_model_link.uri.placeholder
source: www.domain.org
da: www.domæne.dk
hr: www.domena.hr
it: www.domain.it
no: www.domene.no
