Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_csh_flexforms.xlf
Languages: cs, da, de, es, fa, fr, hu, it, nl, pt, ru, sv

# settings.previewHiddenRecords.description
source: If set, hidden records are also displayed. This is needed if you want to preview still hidden records. Be aware that any hidden records on the current page are shown as well.
cs: Pokud je nastaveno, zobrazí se i skryté záznamy. To je potřeba, pokud chcete zobrazit náhled skrytých záznamů. Uvědomte si, že jsou zobrazeny všechny skryté záznamy na aktuální stránce.
da: Hvis angivet, skjulte nyhedselementer vil også blive vist. Det kan bruges, hvis du også ønsker at få forhåndsvist skjulte nyhedselementer. Vær opmærksom på at alle skjulte elementer på den aktuelle side også vises.
de: Wenn gesetzt, werden auch versteckte Datensätze angezeigt. Dies ist erforderlich, wenn Sie noch versteckte Datensätze ansehen möchten. Beachten Sie, dass auch versteckte Datensätze auf der aktuellen Seite angezeigt werden.
es: Si está activado, también se visualizan los registros ocultos. Esto es necesario si desea obtener una vista previa de los registros ocultos. Tenga en cuenta que cualquier registro oculto en la página actual también se muestra.
fa: در صورت تنظیم، ردیف‌های مخفی نیز نمایش داده خواهند شد. این در صورتی مورد نیاز است که شما بخواهید ردیف‌های مخفی را نیز پیش نمایش کنید. توجه کنید هر ردیف پنهان صفحۀ کنونی نیز نمایش داده خواهد شد.
fr: Si cette option est activée, les enregistrements masqués sont également affichés. Ceci est nécessaire si vous voulez prévisualiser les enregistrements encore cachés. Sachez que tous les enregistrements cachés sur la page en cours sont également affichés.
nl: Indien ingesteld, worden verborgen records ook weergegeven. Dit is nodig om nog steeds verborgen records voor te vertonen. Let op dat verborgen records op de huidige pagina ook getoond worden.
ru: Если установлено, то также выводятся скрытые записи. Полезно для предварительного просмотра остающихся скрытыми записей. Имейте ввиду, что другие скрытые записи на текущей странице будут также видны.
sv: Om satt, visas även dolda poster. Detta är nödvändigt om du vill förhandsgranska dolda nyhetsposter. Tänk på att även andra dolda poster på sidan visas.

# settings.startingpoint.description
source: Define the pages/sysfolders which hold the news records
cs: Definujte stránky/složky, které obsahují záznamy zpráv
da: Angiv siden/systemmappen som indeholder nyhedselementer
de: Geben Sie die Seiten an, auf denen die Artikel gespeichert sind die Sie anzeigen wollen.
es: Definir las páginas / carpetas del sistema que contienen los registros de noticias
fa: صفحات یا پوشه‌هائی را که باید ردیف‌های خبر را ذخیره کننده انتخاب کنید
fr: Définit les pages / Dossiers systèmes qui détiennent les enregistrements de type "nouvelle"
hu: A megjelenítendő hír rekordok tárolásához használt oldalak/tárolók beállítása.
it: Definisci la pagina/cartella che contiene i record delle news
nl: Kies de pagina's/sysfolders waar de nieuwsrecords staan
pt: Define a página/pasta de sistema que mantém os registros de notícias
ru: Определение страниц/папок, содержащих записи новостей
sv: Ange sida/systemfolder som innehåller nyhetsposterna

# settings.recursive.description
source: Select the recursion level of the startingpoint.
cs: Vyberte úroveň rekurze počátečního bodu.
da: Vælg gentagelsesniveau for startpunkt.
de: Angabe der Rekursion von den definierten Seiten
es: Seleccione el nivel de recursión del punto de partida
fa: عمق سطوح برداشت نسبت به نقطۀ شروع را انتخاب کنید.
fr: Sélectionnez le niveau de récursivité du point de départ.
hu: A rekurzió szintjének megadása a kiválasztott oldaltól kezdődően.
it: Seleziona il livello di ricorsione dal punto di partenza.
nl: Kies het recursieve niveau van het startpunt.
pt: Seleciona o nível de recursão do ponto de partida.
ru: Выберете уровень рекурсии относительно начальной точки.
sv: Välj rekursiv nivå för startpunkten.

# settings.detailPid.description
source: Select the page on which the detail view should be shown.
cs: Vyberte stránku, na které se má zobrazit detailní pohled.
da: Vælg hvilken side, der skal bruges til at vise detaljer.
de: Definieren Sie die Seite, die für die Detailansicht verwendet wird.
es: Seleccione la página en la que se debería mostrar la vista detallada.
fa: صفحه‌ای را که جزئیات خبر باید در آن نمایش داده شود انتخاب کنید.
fr: Sélectionnez la page sur laquelle la vue de détail doit être affichée.
hu: A hírek részleteinek megjelenítéséhez használatos oldal (UID).
it: Seleziona la pagina in cui viene mostrata la visualizzazione singola.
nl: Kies de pagina waarop de detailweergave getoond moet worden.
pt: Seleciona a página que a visão detalhada deve ser mostrada.
ru: Выберете страницу, на которой выводится полный текст статей.
sv: Välj sida där detaljvy skall visas.

# settings.backPid.description
source: Select the page which is used to return to on detail view.
cs: Vyberte stránku, která se používá pro návrat v detailním pohledu.
da: Vælg hvilken side, der skal returneres til fra detaljevisning.
de: Definierten Sie die Seite, auf die der User von der Detailseite zurückkehren soll.
es: Seleccione la página que se utiliza para volver a la vista de detalle
fa: صفحه‌ای را که در صفحۀ جزئیات برای بازگشت پیوند داده می‌شود انتخاب کنید.
fr: Sélectionnez la page qui est utilisée pour retourner à la vue de détail.
hu: A vissza oldalhoz használandó oldal (UID).
it: Seleziona la pagina utilizzata per ritornare alla vista singola.
nl: Kies de pagina die wordt gebruikt om terug te keren naar de detailweergave.
pt: Seleciona a página que é usada para retorno na visão detalhada.
ru: Выберете страницу для возвращения после просмотра статьи целиком.
sv: Välj sida att använda för att återvända till på detaljvy.

# settings.listPid.description
source: Select the page on which the list view is shown.
cs: Vyberte stránku, na které se zobrazí seznam.
da: Vælg hvilken side listevisninger optræder.
de: Definieren Sie die Seite, auf der sich die Listenansicht befindet.
es: Seleccione la página en la que se muestra la vista de lista.
fa: صفحه‌ای را که فهرست اخبار در آن نمایش داده می‌شود انتخاب کنید.
fr: Sélectionnez la page sur laquelle la vue liste est affichée.
hu: A hírek lista nézetéhez használandó oldal (UID).
it: Seleziona la pagina in cui è mostrata la vista ad elenco.
nl: Kies de pagina waarop de lijstweergave wordt getoond.
pt: Seleciona a página que a visão de lista é mostrada.
ru: Выберете страницу, на которой выводится список новостей.
sv: Välj sida där listvyn visas.

# settings.limit.description
source: Set the maximum amount of news records to be displayed
cs: Nastavte maximální počet záznamů zpráv, které se mají zobrazit
da: Angiv maksimum antal nyhedselementer, der skal vises
de: Definieren Sie die maximale Menge an Artikeln, die angezeigt werden sollen.
es: Establecer la cantidad máxima de registros de noticias que se mostrarán
fa: تعداد اخباری را که باید نمایش داده شود انتخاب کنید
fr: Réglez la quantité maximum d'enregistrements de type "nouvelle" devant être affichés
hu: A maximálisan megjelenítendő hírek számának beállítása.
it: Imposta il numero massimo di news da visualizzare
nl: Stel de maximale hoeveelheid in van het aantal nieuwsrecords dat moet worden weergegeven
pt: Ajusta a quantidade máxima de registros a serem exibidos
ru: Настройка максимального количества выводимых записей новостей
sv: Ställ in max antal nyhetsposter att visa

# settings.offset.description
source: Set the offset to start with. E.g. 3 means that the first 2 records are not rendered.
cs: Nastavte odsazení pro začátek. Např. 3 znamená, že první 2 záznamy nejsou vykresleny.
da: Angiv begyndelsen der startes ved. Eksempelvis 3 betyder at de to første elementer ikke indlæses.
de: Definieren Sie den Offset der verwendet werden soll. Die Angabe von "2" heißt, dass die ersten Artikel nicht angezeigt werden (es wird bei 0 begonne zu zählen, nicht bei 1!)
es: Ajuste el offset para empezar. Por ejemplo, 3 significa que los 2 primeros registros no se renderizan.
fa: عددنسبی شروع را وارد کنید. برای مثال مقدار 3 به معنای آن است که 2 ردیف اول نمایش داده نمی‌شوند.
fr: Réglez le décalage au départ. Par exemple 3 signifie que les 2 premiers enregistrements ne sont pas affichés.
hu: A kezdő érték megadása. Pl. 3 azt jeleníti, hogy az első 2 nem jelenik meg. (0-tól kezdődik)
it: Imposta l'offset di visualizzazione. Es. 3 significa che le prime due news non vengono visualizzate.
nl: Stel de offset in om mee te beginnen. Bijv. 3 betekent dat de eerste 2 records niet worden weergegeven.
pt: Ajusta o período para começar. Ex: 3 significa que os primeiros 2 segundos não são renderizados.
ru: Установите смещение с начала. Например, 3 – значит что первые 2 записи не будут обработаны.
sv: Ställ in offset att starta med. T ex. 3 innebär de två första posterna ej renderas.

# settings.topNewsFirst.description
source: If checked: No matter which sorting is defined, top news are shown as first news records.
cs: Je-li zaškrtnuto: Nezáleží na tom, které třídění je definováno, hlavní zprávy jsou zobrazeny jako první záznamy zpráv.
da: Hvis angivet: Lige meget hvilken sortering der er defineret, vises top-nyheder som det første element.
de: Falls gesetzt, werden die als "Top News" definierten Artikel vorgereiht. Dies passiert unabhängig von der eingestellten Sortierung.
es: Si está marcada: Independientemente de la clasificación que se defina, las noticias más importantes se muestran como primeros registros de noticias.
fa: در صورت انتخاب: بدون توجه به نوع ترتیب و توالی انتخاب شده، اخبار داغ اول نمایش داده می‌شوند.
fr: Si l'option est cochée: Peu importe le tri est défini, les actualités importantes sont représentés en tant que premiers enregistrements de type "nouvelle".
it: Se selezionato: indipendentemente dall'ordinamento definito, le news in evidenza sono visualizzate per prime.
nl: Indien aangevinkt: maakt niet uit welke sorteerwijze is bepaald, top nieuwsrecords worden getoond als eerste nieuwsrecords.
pt: Se marcado: Independente de qual classificação é definida, notícias principais são mostradas como primeiros registros de notícias.
ru: Если отмечено: указанный порядок сортировки не важен, в начале выводятся главные новости.
sv: Om markerad: Oavsett vilken sorteringsordning som är vald, visas huvudnyheterna överst.

# settings.disableOverrideDemand.description
source: If checked, this plugin won't be influenced through the override demand settings which can be e.g. a category via URL parameter.
cs: Je-li zaškrtnuto, nebude tento zásuvný modul ovlivněn prostřednictvím nastavení potlačení požadavků, které mohou být např. kategorie přes parametr URL.
da: Hvis angivet, vil denne plugin ikke blive påvirket gennem overskrivning af krævede indstillinger, som eksempelvis kan være en kategori gennem et URL parameter.
de: Wenn aktiviert, wird dieses Plugin durch die Anforderungs-Überschreibungs-Einstellung nicht beeinflusst. Dies kann z.B. eine Kategorie via URL sein.
es: Si se marca, este plugin no se verá influenciado con la sobreescritura de configuración, por ejemplo una categoría vía parámetro por URL.
fa: در صورت انتخاب، این افزونه در تنظیمات override demand تاثیری نخواهد داشت، مثلا بازنویسی گروه بواسطۀ مؤلفۀ URL.
fr: Si l'option est cochée, ce plugin ne sera pas surchargé par les paramètres de la demande qui peut remplacer par exemple une catégorie via le paramètre URL.
it: Se selezionato, il plugin non verrà influenzato dalla sovrascrittura delle impostazioni, ad esempio della categoria tramite un parametro nell'URL.
nl: Indien aangevinkt, zal deze plugin niet worden beïnvloed door de override demand instellingen die bijvoorbeeld een categorie via een URL-parameter kunnen zijn.
pt: Se marcado, este plugin não será influenciado pelas configurações de demanda de substituição, que podem ser por exemplo, uma categoria através do parâmetro URL.
ru: Если отмечено, на выводимые текущим дополнением данные не будут влиять настройки переопределения, это может быть, например, категория, установленная в параметрах URL.
sv: Om markerad, detta plugin påverkas inte av inställningarna för override begäran som t ex. kan vara en kategori via URL-parametrar.

# settings.tags.description
source: Filter by given tags.
cs: Filtrovat podle daných značek.
da: Filter gennem givne tags.
de: Filtere nach angegebenen Tags
es: Filtrar por etiquetas determinadas
fa: تصفیه بواسطۀ برچسب‌های انتخابی.
fr: Filtrer par tags.
nl: Filteren op opgegeven labels.
ru: Фильтр по заданным меткам (тегам).
sv: Filtrera via angivna taggar.

# settings.media.maxWidth.description
source: Maximal width of media elements (images, videos, ...)
cs: Maximální šířka prvků médií (obrázky, videa, ...)
da: Maksimum bredde på medieelementer (billeder, videoer, ...)
de: Maximale Breite von Medienelementen
es: Ancho máximo de los elementos multimedia (imágenes, vídeos,...)
fa: حداکثر عرض عناصر رسانه‌ای (تصاویر، ویدیو و...)
fr: Largeur maximale des éléments multimédias (images, vidéos, ...)
it: Larghezza massima degli elementi multimediali (immagini, video, ...)
nl: Maximale breedte van media-elementen (afbeeldingen, video's, ...)
pt: Largura máxima dos elementos de mídia (imagens, vídeos, ...)
ru: Максимальная ширина медиа элементов (изображений, видео и т. п.)
sv: Max bredd för mediaelement (bilder, filmer, ...)

# settings.media.maxHeight.description
source: Maximal height of media elements (images, videos, ...)
cs: Maximální výška prvků médií (obrázky, videa, ...)
da: Maksimum højde på medieelementer (billeder, videoer, ...)
de: Maximale Höhe von Medienelementen
es: Altura máxima de los elementos multimedia (imágenes, videos, ...)
fa: حداکثر ارتفاع عناصر رسانه‌ای (تصاویر، ویدیو و...)
fr: Hauteur maximale des éléments multimédias (images, vidéos, ...)
it: Altezza massima degli elementi multimediali (immagini, video, ...)
nl: Maximale hoogte van media-elementen (afbeeldingen, video's, ...)
pt: Altura máxima dos elementos de mídia (imagens, vídeos, ...)
ru: Максимальная высота медиа элементов (изображений, видео и т. п.)
sv: Max höjd för mediaelement (bilder, filmer, ...)

# settings.cropMaxCharacters.description
source: Define the length of the teaser in chars. The teaser is typically cropped in the list view.
cs: Definujte délku ukázky ve znacích. Ukázka je typicky oříznuta v zobrazení seznamu.
da: Definér længden på koncentratet i antal karakterer. Koncentratet er som regel beskåret i listevisning.
de: Definierten Sie die maximale Länge des Anreissertextes für die Listenansicht.
es: Define la longitud del teaser en caracteres. El teaser suele recortarse en la vista de lista.
fa: طول بخش خلاصه بر حسب تعداد حروف را تعیین کنید. بخش خلاصه یا لید معمولا در نمای فهرست بریده می‌شود.
fr: Définit la longueur du texte d'accroche en nombre de caractères. Le texte d'accroche est généralement rogné dans la vue liste.
it: Definisci la lunghezza in caratteri per il testo di apertua. Il testo di apertura viene tipicamente troncato nella vista ed elenco.
nl: Bepaal de lengte van de teaser in tekens. De teaser wordt meestal gecropped in de lijstweergave.
pt: Define o comprimento do teaser em caracteres. O teaser é tipicamente cortado na visão de lista.
ru: Настройка длины анонса в символах. Обычно анонс обрезается в списках новостей.
sv: Definiera antal tecken för ingressen. Ingressen brukar klippas i listvyn.

# settings.templateLayout.description
source: Select a special layout for displaying news records.
cs: Vyberte speciální rozložení pro zobrazení záznamů zpráv.
da: Vælg et specielt layout til visning af nyhedselementer.
de: Sofern definiert, kann ein bestimmtes Layout gewählt werden mit dem Darstellung der Artikel verändert wird.
es: Seleccione un layout especial para visualizar los registros de noticias.
fa: یک حالت خاص برای نمایش ردیف‌های خبری انتخاب کنید.
fr: Sélectionnez un gabarit spécial pour l'affichage des enregistrements de type "nouvelle".
it: Seleziona un layout speciale per mostrare le news.
nl: Selecteer een speciale lay-out voor het weergeven van nieuwsrecords.
pt: Seleciona um layout especial para os registros de notícias em exibição.
ru: Выбор специфичного шаблона для отображения записей новостей.
sv: Välj en speciell mall för visning av nyhetsposter.

# settings.categoryConjunction.details
source: "Don't care": No category restriction is set. "Show items with selected categories OR": A news records need to be related with at least one of the selected categories. "Show selected categories AND". A news record need to be related to all selected categories. "Do not show" is the opposite of above.
ru: &quot;Не важно&quot;: ограничения на категории не наложены. &quot;Показать статьи из выбранных категорий (ИЛИ)&quot;: выводятся записи новостей, относящиеся хотя бы к одной из выбранных категорий. &quot;Показать статьи из выбранных категорий (И)&quot;: выводятся записи новостей, относящиеся сразу ко всем выбранным категориям. &quot;НЕ показывать...&quot; имеет действие, обратное к описанным выше.

# settings.timeRestriction.description
source: Set a time limit. This can either be an integer and means seconds, e.g. 86400 means 1 day(60 * 60 * 24) or a string like "-4 days" or "-3 hours". The prepended - is important! Only news items after the given time are shown.
ru: Настройка временных рамок. Это может быть либо целое число секунд, например, 86400 означает 1 день (60 сек. * 60 мин. * 24 часа). Либо строка наподобие &quot;-4 days&quot; или &quot;-3 hours&quot;. Приставка - очень важна!

# settings.timeRestrictionHigh.description
source: Set a time limit. This can either be an integer and means seconds, e.g. 86400 means 1 day(60 * 60 * 24) or a string like "-4 days" or "-3 hours". The prepended - is important! Only news items before the given time are shown.
ru: Установите временное ограничение. Это может быть целое число секунд, например, 86400, то есть — один день (60 * 60 * 24), или строка, вроде "-4 days" или "-3 hours". Приставка "-" важна! Будут показаны лишь статьи новостей в пределах заданного времени.
