Repository: georgringer/news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: cs, da, es, fa, fi, fr, hr, hu, it, ja, km, nl, no, pt, ro, ru, sv, uk

# pi1_title
source: News system
cs: Systém zpráv
da: Nyhedssystem
es: Sistema de noticias
fa: سیستم اخبار
fi: News system - uutisohjelma
fr: Gestion des actualités
hr: Sustav vijesti
hu: Hírek modul
it: Sistema News
ja: ニュースシステム
km: ប្រព័ន្ធគ្រប់គ្រង​ពត៌មាន
nl: Nieuws systeem
no: Nyhetssystem
pt: Sistema de notícias
ro: Sistem noutăți
ru: Новости
sv: Nyhetssystem
uk: Система новин

# pi1_plus_wiz_description
source: Versatile news system
cs: Univerzální systém zpráv
da: Alsidigt nyhedssystem
es: Sistema de noticias versátil
fa: سیستم اخبار چند منظوره
fi: Monipuolinen uutisjärjestelmä
fr: Système de nouvelles polyvalent
hr: Sustav za objavu vijesti
hu: A sokoldalú hírek modul
it: Sistema versatile per gestire news
km: ប្រព័ន្ធគ្រប់គ្រង​​ពត៌មានគ្រប់បែបយ៉ាង
nl: Veelzijdig nieuws systeem
no: Nyhetssystem
pt: Sistema versátil de notícias
ro: Sistem versatil noutăți
ru: Универсальная система новостей
sv: Mångsidigt nyhetssystem
uk: Універсальна система новин

# plugin.news_list.title
source: News article list (incl. detail view)
da: Nyhedsartikelliste (inkl. detaljevisning)
ja: ニュース記事一覧（詳細表示を含む）
nl: Nieuwsartikellijst (incl. detailweergave)

# plugin.news_list.description
source: Listing of news articles chosen by various properties like storage folder, categories, time constraints, etc. This plugin is capable of rendering the detail view as well.
da: Liste over nyhedsartikler valgt med forskellige egenskaber som storage-mappe, kategorier, tidsbegrænsninger, osv. Dette plugin er også i stand til at gengive detaljevisningen.
ja: ストレージフォルダ、カテゴリ、時間制約など、さまざまなプロパティで選択されたニュース記事の一覧です。 このプラグインは、詳細ビューをレンダリングすることもできます。
nl: Lijst van nieuwsartikelen op grond van diverse eigenschappen, zoals opslagmap, categorieën, tijdbeperkingen, enz. Deze plug-in kan ook de detailweergave tonen.

# plugin.news_list_sticky.title
source: News article list
da: Nyhedsartikelliste
ja: ニュース記事一覧
nl: Nieuwsartikellijst

# plugin.news_list_sticky.description
source: Listing of news articles chosen by various properties like storage folder, categories, time constraints, etc. This plugin cannot render the detail view of news articles.
da: Liste over nyhedsartikler valgt med forskellige egenskaber som storage-mappe, kategorier, tidsbegrænsninger, osv. Denne plugin er ikke i stand til at gengive detaljevisningen.
ja: ストレージフォルダ、カテゴリ、時間制約など、さまざまなプロパティで選択されたニュース記事の一覧です。 このプラグインは、詳細ビューをレンダリングすることもできます。
nl: Lijst van nieuwsartikelen op grond van diverse eigenschappen, zoals opslagmap, categorieën, tijdbeperkingen, enz. Deze plug-in kan niet de detailweergave tonen.

# plugin.news_detail.title
source: News article detail view
da: Nyhedsartikel detaljevisning
ja: ニュース記事の詳細表示
nl: Detailweergave nieuwsartikel

# plugin.news_detail.description
source: Rendering the detail view of a news article.
da: Viser detaljevisningen af en nyhedsartikel.
ja: ニュース記事の詳細ビューをレンダリングします。
nl: De detailweergave van een nieuwsartikel tonen.

# plugin.news_date_menu.title
source: Date menu of news articles
da: Datomenu for nyhedsartikler
ja: ニュース記事の日付メニュー
nl: Datummenu van nieuwsartikelen

# plugin.news_date_menu.description
source: Display a menu of months & years of articles. The menu can be used to filter a list view dynamically.
da: Vis en menu for måneder og års artikler. Menuen kan bruges til at filtrere en listevisning dynamisk.
ja: 月 & 年の記事のメニューを表示します。メニューはリストビューを動的にフィルタリングするために使用できます。
nl: Een menu weergeven van maanden & jaren van artikelen. Het menu kan worden gebruikt om een lijstweergave dynamisch te filteren.

# plugin.news_search_form.title
source: News search form
da: Nyheds søgeformular
ja: ニュース検索フォーム
nl: Nieuws zoekformulier

# plugin.news_search_form.description
source: Display a search form to let users search within articles.
da: Vis en søgeformular, så brugerne kan søge i artikler.
ja: ユーザが記事内で検索できるように検索フォームを表示します。
nl: Een zoekformulier weergeven om gebruikers binnen artikelen te laten zoeken.

# plugin.news_search_result.title
source: News search result
da: Nyheds søgeresultat
ja: ニュース検索結果
nl: Nieuws zoekresultaat

# plugin.news_search_result.description
source: Display the result of the search.
da: Vis resultatet af søgningen.
ja: 検索結果を表示します
nl: Het resultaat van de zoekopdracht tonen.

# plugin.news_selected_list.title
source: News article list (curated)
da: Nyhedsartikelliste (kurateret)
ja: ニュース記事一覧（キュレート済）
nl: Lijst nieuwsartikelen (gecureerd)

# plugin.news_selected_list.description
source: Listing of manually picked news articles.
da: Liste over manuelt valgte nyhedsartikler.
ja: 手動で選択したニュース記事の一覧です。
nl: Lijst van handmatig gekozen nieuwsartikelen.

# plugin.category_list.title
source: News category menu
da: Nyhedskategori menu
ja: ニュースカテゴリメニュー
nl: Nieuws categoriemenu

# plugin.category_list.description
source: Display a menu of categories. The menu can be used to filter a news list view dynamically.
da: Vis en menu over kategorier. Menuen kan bruges til at filtrere en nyhedslistevisning dynamisk.
ja: カテゴリのメニューを表示します。メニューは、ニュース一覧表示を動的にフィルタリングするために使用できます。
nl: Een menu van categorieën weergeven. Het menu kan worden gebruikt om dynamisch een nieuwslijst te filteren.

# plugin.tag_list.title
source: News tag list
da: Nyheds tagliste
ja: ニュースタグリスト
nl: Lijst met nieuwslabels

# plugin.tag_list.description
source: Display a list of tags. The list can be used to filter a news list view dynamically.
da: Vis en liste over tags. Listen kan bruges til at filtrere en nyhedslistevisning dynamisk.
ja: タグ一覧を表示します。リストは動的にニュース一覧をフィルタリングするために使用できます。
nl: Een lijst met labels weergeven. De lijst kan worden gebruikt om dynamisch een nieuwslijst te filteren.

# flexforms_tab.settings
source: Settings
cs: Nastavení
da: Indstillinger
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
km: ការកំណត់
nl: Instellingen
no: Innstillinger
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування

# flexforms_tab.additional
source: Additional
cs: Další
da: Yderligere
es: Adicional
fa: افزودنی
fi: Lisä
fr: Supplémentaire
hr: Dodatno
hu: További
it: Aggiuntivo
km: បន្ថែម
nl: Additionele
no: Tillegg
pt: Adicional
ro: Adițional
ru: Дополнительно
sv: Tillägg
uk: Додатково

# flexforms_tab.template
source: Template
cs: Šablona
da: Skabelon
fa: قالب
fi: Pohja
fr: Gabarit
hr: Predložak
hu: Sablon
ja: テンプレート
km: ពុម្ព
nl: Sjabloon
no: Mal
ro: Șablon
ru: Шаблон
sv: Mall
uk: Шаблон

# flexforms_general.mode
source: What to display
cs: Co se zobrazí
da: Hvad skal vises
es: Lo que hay que mostrar
fa: برای نمایش
fi: Näytettävää
fr: Ce qu'il y a à afficher
hr: Što prikazati
hu: Mi jelenjen meg
it: Cosa mostrare
km: អ្វីដែលត្រូវបង្ហាញ
nl: Wat weergeven
no: Hva skal vises
pt: O que exibir
ro: Ce se afișează
ru: Режим отображения
sv: Vad skall visas
uk: Що відображати

# flexforms_general.mode.news_list
source: List view
cs: Seznam zpráv
da: Listevisning
es: Vista de lista
fa: نمایش فهرست
fi: Listanäkymä
fr: Vue Liste
hr: Popis
hu: Lista nézet
it: Vista ad elenco
km: បញ្ជី​ពត៌មាន
nl: Lijst weergave
no: Listevisning
pt: Visão de lista
ro: Vizualizare listă
ru: Список
sv: Listvy
uk: У вигляді списку

# flexforms_general.mode.news_listOnly
source: List view (without overloading detail view)
cs: Seznam zpráv (bez detailního pohledu)
da: Listevisning (uden brug af detaljevisning)
es: Vista de lista (sin sobrecarga de detalles)
fa: نمایش فهرست (بدون جزئیات سربار)
fi: Listanäkymä(ilman yksityiskohtanäkymää)
fr: Vue liste (sans surcharger la vue de détail)
hr: Popis (bez dodatnih detalja)
hu: Lista nézet (rátöltődő részletes nézet nélkül)
it: Vista ad elenco (senza caricare vista dettaglio)
km: បញ្ជី​ពត៌មាន (without overloading detail view)
nl: Lijst weergave (zonder overloading detail weergave)
no: Listevisning (uten detaljvisning)
pt: Visão de lista (sem sobrecarregar visão detalhada)
ro: Vizualizare listă (fără supraîncărcarea vizualizării detaliate)
ru: Список (без перезагрузки выводимой статьи новостей)
sv: Listvy
uk: Перегляд списку (без перевантаження детального перегляду)

# flexforms_general.mode.news_detail
source: Detail view
cs: Detail zprávy
da: Detaljevisning
es: Vista detallada
fa: نمایش جزئیات
fi: Yksityiskohtainen näkymä
fr: Vue de détail
hr: Detalji
hu: Részletes nézet
it: Vista dettaglio
km: ពត៌មាន​ពឹស្ដារ
nl: Details weergeven
no: Detaljvisning
pt: Visão detalhada
ro: Vizualizare detaliată
ru: Статья целиком
sv: Detaljvy
uk: У вигляді подробиць

# flexforms_general.mode.news_searchform
source: Search form
cs: Vyhledávací formulář
da: Søgeformular
es: Formulario de búsqueda
fa: فرم جستجو
fi: Hakulomake
fr: Formulaire de recherche
hr: Obrazac za pretraživanje
hu: Keresés űrlap
it: Modulo di ricerca
km: បែបបទ​ស្វែងរក
nl: Zoek formulier
no: Søkeskjema
pt: Formulário de pesquisa
ro: Formular căutare
ru: Форма поиска
sv: Sökformulär
uk: Форма пошуку

# flexforms_general.mode.news_searchresult
source: Search result
cs: Výsledek hledání
da: Søgeresultater
es: Resultados de búsqueda
fa: نتایج جستجو
fi: Hakutulos
fr: Résultat de la recherche
hr: Rezultati pretrage
hu: Keresési eredmények
it: Risultati ricerca
km: លទ្ធផលស្វែងរក
nl: Zoek resultaat
no: Søkeresultat
pt: Resultado da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
sv: Sökresultat
uk: Результати пошуку

# flexforms_general.mode.news_datemenu
source: Date menu
cs: Menu s daty
da: Datomenu
es: Menú de fecha
fa: منوی تاریخ
fi: Päivämäärä valikko
fr: Menu par date
hr: Izbornik datuma
hu: Dátum menü
it: Menu date
km: ម៉ឺនុយ​កាលបរិច្ឆេត
nl: Datum menu
no: Datomeny
pt: Menu de data
ro: Meniu dată
ru: Меню по датам
sv: Datummeny
uk: Меню Дата

# flexforms_general.mode.news_selectedlist
source: List of selected items
cs: Seznam vybraných položek
da: Liste over valgte artikler
es: Lista de elementos seleccionados
fa: فهرست عناوین انتخاب شده
fi: Valittujen tapahtumien lista
fr: Choix manuel de l'actu ou des actus à afficher
hr: Popis izabranih vijesti
it: Lista di elementi selezionati
nl: Lijst van geselecteerde items
ru: Список выбранных записей
sv: Lista med valda poster
uk: Список вибраних елементів

# flexforms_general.mode.category_list
source: Category Menu
cs: Menu s kategoriemi
da: Kategorimenu
es: Menú Categorías
fa: منوی مجموعه
fi: Kategoriavalikko
fr: Menu des catégories
hr: Izbornik kategorije
hu: Kategória Menü
it: Menu categorie
km: ម៉ឺនុយ​ប្រភេទ
nl: Categorie menu
no: Kategorimeny
pt: Menu de categoria
ro: Meniu Categorie
ru: Меню категорий
sv: Kategorimeny
uk: Меню категорій

# flexforms_general.mode.not_configured
source: No view yet configured
cs: Prozatím nenastaven žádný pohled
da: Ingen visningstype er valgt.
es: No hay vista configurada aún
fa: هیچ نمایی هنوز پیکربندی نشده
fi: Ei määritelty vielä
fr: Aucune vue n'a encore été configurée
hr: Nije podešen niti jedan pregled
hu: Nincs nézet beállítva
it: Ancora nessuna vista configurata
km: ដែលមិនទាន់បានកំណត់រចនាសម្ព័ន្ធនៅឡើយ
nl: Geen weergave nog geconfigureerd
no: Visning er ikke konfigurert
pt: Nenhuma visualização foi configurada ainda
ro: Vizualizare neconfigurată
ru: Режим вывода еще не настроен
sv: Ingen vy konfigurerad än
uk: Перегляд ще не налаштовано

# flexforms_general.mode.optgroup_search
source: Search
cs: Hledat
da: Søg
es: Buscar
fa: جستجو
fi: Haku
fr: Recherche
hr: Pretraga
hu: Keresés
it: Cerca
km: ស្វែងរក
nl: Zoek
no: Søk
pt: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
uk: Пошук

# flexforms_general.mode.optgroup_others
source: Others
cs: Jiné
da: Andre
es: Otros
fa: غیره
fi: Muut
fr: Autres
hr: Ostali
hu: másik
it: Altro
km: ផ្សេងៗ
nl: Overige
no: Annet
pt: Outras
ru: Другое
sv: Övriga
uk: Інші

# flexforms_general.mode.tag_list
source: Tag list
cs: Seznam značek
da: Tag-liste
es: Lista de etiquetas
fa: فهرست برچسب‌ها
fi: Tagi-lista
fr: Liste de tags
hr: Popis tagova
hu: Tag lista
it: Elenco tag
nl: Lijst labels
no: Liste med tagger
pt: Lista de tags
ru: Список меток
sv: Tagglista
uk: Список тегів

# flexforms_general.archiveRestriction
source: Archive
cs: Archív
da: Arkiv
es: Archivador
fa: بایگانی
fi: Arkisto
hr: Arhiva
hu: Archívum
it: Archivio
km: រក្សាទុក
nl: Archief
no: Arkiv
pt: Arquivamento
ro: Arhivă
ru: Архив
sv: Arkiv
uk: Архів

# flexforms_general.archiveRestriction.active
source: Only active (non archived)
cs: Pouze aktivní (nearchivované)
da: Kun aktive (ikke-arkiverede)
es: Solo activos (no archivados)
fa: فقط فعال‌ها (بدون بایگانی‌ها)
fi: Vain aktiivinen(arkistoimaton)
fr: Seulement les éléments actifs (pas les éléments archivés)
hr: Samo aktivni (ne arhivirani)
hu: Csak aktívak (nem archiváltak)
it: Solo attive (non archiviate)
km: តែពត៌មានសកម្ម(ដែលមិនបាន​រក្សា)
nl: Alleen actief (niet gearchiveerd)
no: Bare aktive (ikke akriverte)
pt: Somente ativas (não arquivadas)
ro: Numai active (fără arhivate)
ru: Активные (не в архиве)
sv: Endast aktiva (icke-arkiverade)
uk: Лише активні (не у архіві)

# flexforms_general.archiveRestriction.archived
source: Archived
cs: Archivované
da: Arkiverede
es: Archivado
fa: بایگانی شده
fi: Arkistoitu
fr: Archivé
hr: Arhivirani
hu: Archivált
it: Archiviata
km: បានរក្សាទុក
nl: Gearchiveerd
no: Arkiverte
pt: Arquivadas
ro: Arhivate
ru: Архивные
sv: Arkiverade
uk: У архіві

# flexforms_general.orderBy
source: Sort by
cs: Seřadit podle
da: Sortér efter
es: Ordenar por
fa: ترتیب بر اساس
fi: Lajitteluperuste
fr: Trier par
hr: Poredaj prema
hu: Rendezés
it: Ordina per
km: តម្រៀប​តាម
nl: Sorteren op
no: Sortert etter
pt: Ordenar por
ro: Sortare după
ru: Упорядочить по
sv: Sortera på
uk: Сортувати за

# flexforms_general.orderBy.uid
source: Uid
da: Unik ID
fa: شماره کاربر
fi: UID-tunnus
km: លេខរៀង

# flexforms_general.orderBy.sorting
source: Manual sorting
cs: Manuální řazení
da: Manuel sortering
es: Orden manual
fa: مرتب‌سازی دستی
fi: Manuaalinen lajittelu
fr: Tri manuel
hr: Ručni poredak
hu: Manuális rendezés
it: Ordinamento manuale
km: ការតម្រៀប​ដោយខ្លួនឯង
nl: Handmatige sortering
no: Manuell sortering
pt: Ordenação manual
ro: Sortare manuală
ru: Вручную
sv: Manuell sortering
uk: Ручне сортування

# flexforms_general.orderBy.tstamp
source: Last edited
cs: Naposledy upraveno
da: Sidst redigeret
es: Modificado por última vez
fa: آخرین ویرایش
fi: Viimeksi Muokattu
fr: Dernier édité
hr: Zadnje uređivanje
hu: Utoljára szerkesztett
it: Ultima modifica
km: ថ្ងៃកែប្រែ​ចុងក្រោយ
nl: Laatst bewerkt
no: Sist redigert
pt: Última edição
ro: Ultima editare
ru: Дате редактирования
sv: Senast redigerad
uk: Останній відредагований

# flexforms_general.orderBy.crdate
source: Created
cs: Vytvořeno
da: Oprettet
es: Creado
fa: ایجاد شده
fi: Luotu
fr: Créé
hr: Stvoreno
hu: Létrehozás ideje
it: Creazione
km: ថ្ងៃបង្កើត
nl: Aangemaakte datum
no: Opprettet
pt: Criada
ro: Adăugare
ru: Дате создания
sv: Skapad
uk: Створено

# flexforms_general.orderBy.datetime
source: Given date/time
cs: Zadané datum/čas
da: Indtastet dato/tid
es: Fecha/hora dada
fa: تاریخ/زمان ایجاد
fi: Annettu päivämäärä/aika
fr: Compte tenu de la date/heure
hr: Dani datum/vrijeme
hu: Megadott dátum/idő
it: Data/ora assegnati
km: ផ្តល់ឱ្យ​កាលបរិច្ឆេទ/ពេលវេលា
nl: Opgegeven datum en tijd
no: Gitt dato/tid
pt: Data/horário fornecidos
ro: Dată/oră atribuită
ru: Заданной дате/времени
sv: Givet datum/tid
uk: Задана дата/час

# flexforms_general.orderBy.title
source: Title
cs: Název
da: Titel
es: Título
fa: عنوان
fi: Titteli
fr: Titre
hr: Naslov
hu: Cím
it: Titolo
km: ចំណងជើង
nl: Titel
no: Tittel
pt: Título
ro: Titlu
ru: Заголовкам
sv: Titel
uk: Назва

# flexforms_general.orderDirection
source: Sort direction
cs: Směr řazení
da: Sorteringsrækkefølge
es: Dirección de orden
fa: جهت مرتب‌سازی
fi: Lajittelusuunta
fr: Direction du tri
hr: Smjer poretka
hu: Rendezési irány
it: Direzione dell'ordinamento
km: តម្រៀបតាម​លំដាប់
nl: Sorteervolgorde
no: Sorteringsrekkefølge
pt: Direção de ordenação
ro: Direcție sortare
ru: Порядок сортировки
sv: Sorteringsriktning
uk: Напрямок сортування

# flexforms_general.orderDirection.asc
source: Ascending
cs: Vzestupně
da: Stigende
es: Ascendente
fa: صعودی
fi: Nouseva
fr: Ascendant
hr: Uzlazno
hu: Növekvő
it: Ascendente
km: ឡើង
nl: Oplopend
no: Stigende
pt: Crescente
ro: Crescător
ru: По возрастанию
sv: Stigande
uk: За зростанням

# flexforms_general.orderDirection.desc
source: Descending
cs: Sestupně
da: Faldende
es: Descendente
fa: نزولی
fi: Laskeva
fr: Descendant
hr: Silazno
hu: Csökkenő
it: Discendente
km: ចុះ
nl: Aflopend
no: Synkende
pt: Decrescente
ro: Descrescător
ru: По убыванию
sv: Fallande
uk: За спаданням

# flexforms_general.dateField
source: Date field to use
cs: Použit pole s datumem
da: Datofelt der skal benyttes
es: Campo fecha para usar
fa: پرکردن تاریخ برای استفاده
fi: Käytettävä päivämääräkenttä
fr: Champ date à utiliser
hr: Koristi polje datuma
hu: Használandó dátum mező
it: Campo data da utilizzare
nl: Datum veld gebruiken
no: Datofelt å bruke
pt: Campo de data a ser utilizado
ro: Utilizare câmp dată
ru: Использовать поле даты
sv: Datumfält att använda
uk: Поле дати для використання

# flexforms_general.dateField.datetime
source: Given date/time
cs: Zadané datum/čas
da: Indtastet dato/tid
es: Fecha/ hora determinada
fa: تاریخ/زمان ایجاد
fi: Annettu päivämäärä/aika
fr: Date & Heure
hr: Dani datum/vrijeme
hu: Megadott dátum/idő
it: Data/orario assegnati
km: ផ្តល់ឱ្យ​កាលបរិច្ឆេទ/ពេលវេលា
nl: Opgegeven datum / tijd
no: Gitt dato/tid
pt: Data/horário fornecidos
ro: Dată/oră atribuită
ru: Заданные дата/время
sv: Givet datum/tid
uk: Задана дата/час

# flexforms_general.dateField.archive
source: Archive date
cs: Datum archivovaní
da: Arkivdato
es: Fecha de archivo
fa: تاریخ بایگانی
fi: Arkistointipäivä
fr: Date d'archivage
hr: Datum arhive
hu: Archiválási dátum
it: Data di archiviazione
nl: Archiveer datum
no: Arkivdato
pt: Data de arquivamento
ro: Data arhivare
ru: Дата архивирования
sv: Arkivdatum
uk: Дата архіву

# flexforms_general.categories
source: Category selection
cs: Výběr kategorie
da: Kategorivalg
es: Selección de categoría
fa: انتخاب مجموعه
fi: Kategoriavalikko
fr: Sélection de la catégorie
hr: Odabir kategorije
hu: Kategória kiválasztás
it: Selezione categoria
km: ការជ្រើសរើស​ប្រភេទ​ពត៌មាន
nl: Categorie selectie
no: Kategorivalg
pt: Seleção de categoria
ro: Selectare categorie
ru: Выбор категорий
sv: Kategorival
uk: Вибір категорії

# flexforms_general.categoryConjunction
source: Category mode
cs: Režim kategorie
da: Kategoriudvælgelse
es: Modo de categoría
fa: شیوۀ مجموعه
fi: Kategoriatila
fr: Mode de catégorie
hr: Način kategorije
hu: Kategória mód
it: Modalità categoria
nl: Categorie modus
no: Kategorimodus
pt: Modo de categoria
ro: Mod categorie
ru: Режим категорий
sv: Kategoriläge
uk: Режим категорій

# flexforms_general.categoryConjunction.all
source: Don't care, show all
cs: Nebrat v potaz, zobrazit všechny
da: Ligegyldigt, vis alle
es: No importa, mostrar todos
fa: بدون توجه، نمایش همه‌چیز
fi: Älä huomioi, näytä kaikki
fr: Ne pas prendre en compte, tout afficher
hr: Nije bitno, prikaži sve
hu: Mindegy, mindent mutasson
it: Non importa, mostra tutto
km: មិនខ្វល់,​បង្ហាញទាំងអស់
nl: Maakt niet uit, alles laten zien
no: Vis alle
pt: Não importa, exibir tudo
ro: Nu contează, afișează tot
ru: Не важно, показать все
sv: Ignorera, visa alla
uk: Не хвилює, показати все

# flexforms_general.categoryConjunction.or
source: Show items with selected categories (OR)
cs: Zobrazit položky s vybranými kategoriemi (NEBO)
da: Vis nyheder med de valgte kategorier ("eller")
es: Mostrar elementos con categorías seleccionadas (OR / incluyente)
fa: نمایش عناوین داخل دسته‌های منتخب (یا)
fi: Näytä valitut kategoriat(OR)
fr: Montrer les éléments avec les catégories sélectionnées (OU)
hu: Jelenítse meg a kiválasztott kategóriákban lévő elemeket (VAGY)
it: Mostra elementi con almeno una delle categorie selezionate (OR)
km: បង្ហាញ​ពត៌មាន​ដែលបានជ្រើសជាមួយនឹងប្រភេទ​(ឈ្នាប់ឬ)
nl: Items laten zien met geselecteerde categorieën (OR)
no: Vis med valgte kategorier (OG)
pt: Exibir os itens com as categorias selecionadas (OR)
ro: Afișează articole din categoriile selectate (SAU)
ru: Показать статьи из выбранных категорий (ИЛИ)
sv: Visa poster med valda kategorier (OR)
uk: Показати елементи з вибраними категоріями (АБО)

# flexforms_general.categoryConjunction.and
source: Show items with selected categories (AND)
cs: Zobrazit položky s vybranými kategoriemi (A)
da: Vis nyheder med de valgte kategorier ("og")
es: Mostrar elementos con categorías seleccionadas (AND / excluyente)
fa: نمایش عناوین داخل دسته‌های منتخب (و)
fi: Näytä valitut kategoriat(AND)
fr: Montrer les éléments avec les catégories sélectionnées (ET)
hu: Jelenítse meg a kiválasztott kategóriákban lévő elemeket (ÉS)
it: Mostra elementi con le categorie selezionate (AND)
km: បង្ហាញ​ពត៌មានដែលបានជ្រើសជាមួយនឹងប្រភេទ​(ឈ្នាប់និង)
nl: Items laten zien met geselecteerde categorieën (AND)
no: Vis med valgte kategoriere (ELLER)
pt: Exibir os items com as categorias selecionadas (AND)
ro: Afișează articolele din categoriile selectate (ȘI)
ru: Показать статьи из выбранных категорий (И)
sv: Visa poster med valda kategorier (AND)
uk: Показати елементи з вибраними категоріями (І)

# flexforms_general.categoryConjunction.notand
source: Do NOT show items with selected categories (AND)
cs: NEzobrazit položky s vybranými kategoriemi (A)
da: Vis IKKE nyheder med de valgte kategorier (OG)
es: No mostrar elementos con categorías seleccionadas (AND / incluyente)
fa: عدم نمایش عناوین داخل دسته‌های منتخب (و)
fi: Älä näytä valittuja kategorioita (AND)
fr: Ne pas montrer les éléments avec les catégories sélectionnées (ET)
hu: NE jelenítse meg a kiválasztott kategóriákban lévő elemeket (ÉS)
it: Non mostrare gli elementi con le categorie selezionate (AND)
km: មិនបង្ហាញពត៌មានជាមួយនឹងប្រភេទដែលបានជ្រើស​(ឈ្នាប់និង)
nl: Items NIET laten zien met geselecteerde categorieën (AND)
no: Vis IKKE med valgte kategorier (OG)
pt: Exibir os items com as categorias selecionadas (AND)
ro: NU afișa articolele din categoriile selectate (ȘI)
ru: НЕ показывать статьи из выбранных категорий (И)
sv: Visa EJ poster med valda kategorier (AND)
uk: Не показувати елементи з вибраними категоріями (І)

# flexforms_general.categoryConjunction.notor
source: Do NOT show items with selected categories (OR)
cs: NEzobrazit položky s vybranými kategoriemi (NEBO)
da: Vis IKKE nyheder med de valgte kategorier (ELLER)
es: No mostrar elementos con categorías seleccionadas (OR / excluyente)
fa: عدم نمایش عناوین داخل دسته‌های منتخب (یا)
fi: Älä näytä valittuja kategorioita (OR)
fr: Ne pas montrer les éléments avec les catégories sélectionnées (OU)
hu: NE jelenítse meg a kiválasztott kategóriákban lévő elemeket (VAGY)
it: Non mostrare gli elementi con almeno una delle categorie selezionate (OR)
km: មិន​​បង្ហាញពត៌មានជាមួយនឹងប្រភេទដែលបានជ្រើស​(ឈ្នាប់ឫ)
nl: Items NIET laten zien met geselecteerde categorieën (OR)
no: Vis IKKE med valgte kategorier (ELLER)
pt: NẪO exibir os itens com as categorias selecionadas (OR)
ro: NU afișa articolele din categoriile selectate (SAU)
ru: НЕ показывать статьи из выбранных категорий (ИЛИ)
sv: Visa EJ poster med valda kategorier (OR)
uk: Не показувати елементи з вибраними категоріями (АБО)

# flexforms_general.includeSubCategories
source: Include subcategories
cs: Včetně podkategorií
da: Inkludér underkategorier
es: Incluir subcategorias
fa: شامل زیردسته‌ها
fi: Sisällytä alaluokat
fr: Inclure les sous-catégories
hr: Uključi podkategorije
hu: Alkategóriákkal együtt
it: Includi sottocategorie
nl: Inclusief subcategorieën
no: Inkluder underkategorier
pt: Incluir subcategorias
ru: Включая подкатегории
sv: Inkludera underkategorier
uk: Включити підкатегорії

# flexforms_general.timeRestriction
source: Article date higher than:
da: Artikeldato højere end:
it: Data dell'articolo superiore a:
nl: Artikeldatum later dan:
uk: Дата статті вища за:

# flexforms_general.timeRestrictionHigh
source: Article date lower than:
da: Artikeldato lavere end:
it: Data dell'articolo inferiore a:
nl: Artikeldatum eerder dan:
uk: Дата статті нижча, ніж:
