Repository: georgringer/news
Catalog: Resources/Private/Language/*.Tours.xlf
Languages: cs, da, de, es, fa, nl, sv

# adminModule.title
source: EXT:news - Administration module
cs: EXT:news - Modul administrace
da: EXT:news - Administratormodul
de: EXT:news - Administrationsmodul
es: EXT:news - Módulo de administración de noticias
fa: EXT:news - بخش مدیریت
nl: EXT:news - Beheermodule
sv: EXT:news - Administrationsmodul

# adminModule.description
source: The administration module of EXT:news is a powerful tool for editors to create, edit and find news records.
cs: Modul administrace EXT:news je výkonným nástrojem pro editory, kteří vytvářejí, upravují a vyhledávají záznamy zpráv.
da: Administratormodulet til EXT:news er et stærkt værktøj for redaktører til at oprette, rette og finde nyhedselementer.
de: Das Verwaltungsmodul von EXT:news ist ein leistungsstarkes Werkzeug für Redakteure, um Artikel zu finden, erstellen und bearbeiten.
es: El módulo de administración de EXT:news es una poderosa herramienta para que los editores creen, editen y encuentren registros de noticias
fa: بخش مدیریت EXT:news یک ابزار قدرتمند برای ویراستاران برای ساخت، ویرایش و پیدا کردن ردیف‌های اخبار و مقاله است.
nl: De beheermodule van EXT:news is een krachtig gereedschap voor redacteuren om nieuwsrecords aan te maken, te bewerken en te vinden.
sv: Administrationsmodulen för EXT:news är ett kraftfullt verktyg för redaktörer att skapa, redigera och hitta nyhetsposter.

# adminModule.general.title
source: Administration module
cs: Modul administrace
da: Administratormodul
de: Administrationsmodul
es: Módulo de administración
fa: بخش مدیریت
nl: Beheermodule
sv: Administrationsmodul

# adminModule.general.content
source: This is the best place for creating new records and editing existing ones
cs: Toto je nejlepší místo pro vytváření nových záznamů a úpravu stávajících
da: Dette er det bedste sted for at oprette og redigere eksisterende nyhedselementer
de: Dies ist der beste Ort, um neue Datensätze zu erstellen und bestehende zu bearbeiten
es: Este es el mejor sitio para crear registros de noticias y editarlos.
fa: این بهترین مکان برای ساخت ردیف‌های خبر و مقاله و ویرایش آن‌هاست
nl: Dit is de beste plaats om nieuwe records aan te maken en bestaande te wijzigen.
sv: Det här är det bästa stället för att skapa nya poster och redigera befintliga

# adminModule.filter.title
source: Toggle filter
cs: Přepnout filtr
da: Skift filter
de: Filter ein-/ausblenden
es: Filtro de cambio
fa: تغییر صافی
nl: Filter schakelen
sv: Byt filter

# adminModule.filter.content
source: Show and hide a filter which helps you finding news records
cs: Zobrazit a skrýt filtr, který vám pomůže najít záznamy zpráv
da: Vis eller skjul et filter, hvilket hjælper dig til at finde nyhedselementer
de: Filter anzeigen und ausblenden, die Ihnen helfen, Artikel zu finden
es: Muestra y oculta un filtro que ayuda a encontrar registros de noticias
fa: پیدا و پنهان کرد یک صافی برای کمک به یافتن ردیف‌های خبر و مقاله
nl: Toon en verberg een filter dat u helpt nieuws-records te vinden
sv: Visa och dölj ett filter som hjälper dig att hitta nyhetsposter

# adminModule.filter2.title
source: Please click the filter icon!
cs: Prosím klikněte na ikonu filtru!
da: Klik venligst på filter-ikon!
de: Bitte klicken Sie auf das Filtersymbol!
es: Por favor, haz click en el icono de filtro !
fa: لطفا بر روی نمادک صافی کلیک کنید!
nl: Klik op het filter-icoon!
sv: Vänligen klicka på filterikonen!

# adminModule.filter2.content
source: Open the filter settings!
cs: Otevřete nastavení filtru!
da: Åben filterindstillinger!
de: Filtereinstellungen öffnen!
es: Abre la configuración del filtro !
fa: باز کردن تنظیمات صافی!
nl: Open de filterinstellingen!
sv: Öppna filterinställningarna!

# adminModule.searchWord.title
source: Search by text
cs: Hledat podle textu
da: Søg efter tekst
de: Suche nach Text
es: Buscar por texto
fa: جستجو به واسطۀ متن
nl: Zoeken naar tekst
sv: Sök via text

# adminModule.searchWord.content
source: Search in title, teaser and text
cs: Hledat v názvu, ukázce a textu
da: Søg i titel, koncentrat og tekst
de: Suche in Titel, Teaser und Text
es: Buscar en el título, subtítulo y texto
fa: جستجو در عنوان، خلاصه و متن
nl: Zoek in titel, teaser en berichttekst
sv: Sök i titel, teaser och text

# adminModule.timeRestriction.title
source: Filter by time range
cs: Filtrovat podle časového rozsahu
da: Filter på tidsperiode
de: Nach Zeitbereich filtern
es: Filtrar por rango de tiempo
fa: گزینش بواسطۀ محدودۀ زمانی
nl: Filter op tijdsinterval
sv: Filtrera efter tidsintervall

# adminModule.timeRestriction.content
source: Use one of the 2 date fields to filter for news records between the defined dates.
cs: Použijte jedno ze dvou polí data pro filtrování záznamů zpráv mezi definovanými daty.
da: Brug en af de to datofelter for at filtrere nyhedselementer mellem de definerede datoer.
de: Verwenden Sie eines der 2 Datumsfelder, um Nachrichten zwischen den definierten Daten zu filtern.
es: Use uno de los dos campos de fecha para filtrar registros de noticias entre las fechas definidas.
fa: یکی از دو بخش تاریخ را برای گزینش ردیف‌های اخبار بین دو تاریخ منتخب برگزینید.
nl: Gebruik één van de twee datumvelden om nieuwsberichten te filteren op een datumbereik.
sv: Använd ett av de 2 datumfälten för att filtrera efter nyhetsposter mellan de angivna datumen.

# adminModule.topNewsRestriction.title
source: Filter top news records
cs: Filtrovat nejnovější zprávy
da: Filtrer top-nyhedselementer
de: Top News-Einträge filtern
es: Filtrar noticias marcadas para aparecer al principio de la lista
fa: اخبار ویژه را گزینش کنید
nl: Filter top nieuws records
sv: Filtrera toppnyhetsposter

# adminModule.topNewsRestriction.content
source: News records can be flagged as "top news". Use this filter to search for top news records or non top news records.
cs: Zprávy o novinkách mohou být označeny jako "hlavní zprávy". Použijte tento filtr k vyhledání záznamů hlavních zpráv nebo záznamů ostatních zpráv.
da: Nyhedelementer kan angives som "top-nyheder". Brug dette filter for at søge i top-nyheds eller ikketop-nyhedselementer.
de: News-Einträge können als "Top Artikel" markiert werden. Verwenden Sie diesen Filter, um nach Top-Artikel oder nicht Top-Artikel-Datensätzen zu suchen.
es: Los registros de noticias pueden ser configurados para que aparezcan al principio de las listas. Usa este filtro para buscar noticias de ese tipo o noticias normales no marcadas para que aparezcan al principio de las listas.
fa: اخبار می‌تواند به‌عنوان "اخبار ویژه" انتخاب شود. این گزینش را برای جستجو در ردیف‌هائی که به عنوان "اخبار ویژه" علامت گذاری شده‌ یا نشده‌اند استفاده کنید.
nl: Nieuws-records kunnen als "top-nieuws" gemarkeerd worden. Gebruik dit filter om top-nieuws records of niet-top-nieuws records te vinden.
sv: Nyhetsposter kan flaggas som "toppnyheter". Använd det här filtret för att söka efter toppnyheter eller icke-toppnyheter.

# adminModule.sortingField.title
source: Sort the result
cs: Řazení výsledků
da: Sortér resultat
de: Ergebnis sortieren
es: Ordenar el resultado
fa: مرتب کردن نتایج
nl: Resultaat sorteren
sv: Sortera resultat

# adminModule.sortingField.content
source: Sort the result by the defined field and sorting direction
cs: Seřadit výsledek podle definovaného pole a směru třídění
da: Sortér resultatet ved det definerede felt og søgeretning
de: Sortieren Sie das Ergebnis nach dem definierten Feld und Sortierreihenfolge
es: Ordenar el resultado por el campo definido y la dirección de clasificación (ascendente, descendente)
fa: مرتب کردن نتیاج با توجه به بخش انتخابی و جهت ترتیب
nl: Resultaat sorteren op het gedefinieerde veld en de sorteervolgorde
sv: Sortera resultatet med det definierade fältet och sorteringsriktningen

# adminModule.recursive.title
source: Extend search to child pages
cs: Rozšířit vyhledávání na podřízené stránky
da: Udvid søgning til undersider
de: Suche auf Unterseiten erweitern
es: Extender la búsqueda para las subpáginas
fa: توسعه دادند جستجو به صفحات مولود
nl: Zoekactie uitbreiden naar onderliggende pagina's
sv: Utöka sökningen till undersidor

# adminModule.recursive.content
source: Set the level of pages which are searched for news records
cs: Nastavte úroveň stránek, ve kterých jsou vyhledávány záznamy zpráv
da: Angiv niveauet for sider, hvor der skal søges efter nyhedeselementer
de: Setze die Ebene der Seiten auf denen nach Artikeln gesucht werden
es: Establece el nivel de página donde se va a buscar los registros de noticias
fa: عمق سطوح صفحاتی که برای جستجو استفاده می‌شود را تعیین کنید
nl: Diepte instellen tot waar de paginaboom wordt doorzocht naar nieuws-records
sv: Ange antal nivåer på sidor som söks efter nyhetsposter

# adminModule.categoryTree.title
source: Category filter
cs: Filtr kategorie
da: Kategorifilter
de: Kategoriefilter
es: Filtro de categoría
fa: صافی گروه‌بندی
nl: Categoriefilter
sv: Kategorifilter

# adminModule.categoryTree.content
source: Select categories you want to use for additional filtering
cs: Vyberte kategorie, které chcete použít pro další filtrování
da: Vælg kategorier som du ønsker at bruge for yderligere filtrering
de: Kategorien auswählen, welche für zusätzliche Filterung verwendet werden soll
es: Selecciona las categorías que quieres usar para el filtro adicional
fa: گروه‌هائی که برای صافی مورد استفاده قرار می‌دهید انتخاب کنید
nl: Selecteer categorieën die u wilt gebruiken voor extra filtering
sv: Välj kategorier som du vill använda för ytterligare filtrering

# adminModule.categoryConjunction.title
source: Category conjunction
cs: Kategorie spojení
da: Kategorisammentræf
de: Kategorie-Verbindung
es: Unión de categorías
fa: تداخل گروه‌بندی
nl: Categoriecombinatie
sv: Kategori konjunktion

# adminModule.categoryConjunction.content
source: Select how the category selection should be used
cs: Vyberte, jak má být použita kategorie
da: Vælg hvordan valget af kategorier skal bruges
de: Wählen Sie, wie die Kategorie-Auswahl verwendet werden soll
es: Selecciona cómo debería ser usada la selección de categorías
fa: انتخاب کنید انتخاب گروه‌بندی چطور باید مورد استفاده قرار گیرد
nl: Kies hoe de categorieselectie moet worden gebruikt
sv: Välj hur kategorivalet ska användas

# adminModule.actionSwitch.title
source: Switch to the pid listing
cs: Přepněte na seznam pid
da: Skift til pid-visning
de: Zur Seiten-Übersicht wechseln
es: Cambiar a la lista de pid
fa: انختب روش فهرست‌بندی با توجه به pid-شناسۀ صفحه
nl: Wisssel naar de pid lijst
sv: Byt till pid-listning

# adminModule.actionSwitch.content
source: A powerful view is hidden here! It enables you to find those pages which contain news records.
cs: Je tu ukrytý výkonný pohled! Umožňuje najít ty stránky, které obsahují zprávy.
da: En stærk visning er skjult her! Det gør dig i stand til at finde de sider, som indeholder nyhedselementer.
de: Eine mächtige Ansicht ist hier versteckt! Es ermöglicht Ihnen, die Seiten zu finden, die Artikel enthalten.
es: Una vista poderosa está escondida aquí ! Ofrece la posibilidad de encontrar páginas que contienen registros de noticias
fa: یک نمای قدرتمد در این‌}ا پنهان است! این به شما امکان یافتن صفحاتی که در آن ردیف‌های خبری وجود دارد می‌دهد.
nl: Een krachtig overzicht is hier verborgen! Het zorgt ervoor dat pagina's die nieuws records bevatten gevonden worden.
sv: En kraftfull vy är dold här! Det gör att du kan hitta de sidor som innehåller nyhetsposter.
